<script setup>

import ContentContainer from "../layouts/ContentContainer.vue";
</script>

<template>
    <ContentContainer>
        <div class='text-[20px] font-roboto400 text-link-dark-blue'>
            <h2 class='font-roboto700 max-w-[900px] text-center m-auto'>
                Наша главная задача-вместе с родителями сделать всё, чтобы ребёнок жил и
                полноценно развивался в своей семье!
            </h2>
            <p class='mt-[20px]'>
                Деятельность Центра направлена, прежде всего, на создание условий, в которых семья не чувствует себя
                оторванной от общества, а дети имеют потенциал для развития; на пропаганду семейных ценностей и семейного
                образа жизни; на профилактику жестокого обращения с детьми, социального сиротства, безнадзорности и правонарушений
                детей и подростков
            </p>
            <p class='mt-[20px]'>
                Центр поддерживает родителей в исполнении их родительских функций, помогает детям из кризисных семей благополучно
                расти, развиваться и адаптироваться в обществе, способствует укреплению их эмоционального здоровья и социальной зрелости.
            </p>
            <p class='mt-[20px]'>
                Специалисты Центра имеют высокий уровень профессиональной подготовки, владеют теоретическими знаниями и
                практическими навыками в области организации и оказания адресной социальной помощи, обладают умением общаться с
                людьми, грамотно разъясняя требования законодательства.
            </p>
            <p class='mt-[20px]'>
                С целью профилактики безнадзорности и правонарушений детей и подростков работает стационарное подразделение
                Центра. В условиях круглосуточного пребывания осуществляется защита прав и законных интересов детей, не имеющих
                возможности по объективным обстоятельствам проживать в своих семьях.
            </p>
            <p>
                В Центре создана благоприятная «принимающая» атмосфера и организована безопасная досуговая среда для реализации
                мероприятий всех программ и планов деятельности педагогов.
            </p>
            <p class='mt-[20px]'>
                Государственное бюджетное учреждение социального обслуживания «Заиграевский социально-реабилитационный центр
                для несовершеннолетних», сокращенное наименование: ГБУСО «ЗСРЦН» («Учреждение»), создано на основании Постановления
                главы администрации Заиграевского района от 16.05.1995 г. за № 212, в целях оказания социальной помощи семье, детям,
                престарелым гражданам района.
            </p>
            <p class='mt-[20px]'>
                Учредителем Центра является Министерство социальной защиты населения Республики Бурятия
                Центр оказывает социально-медицинские, социально-психологические, социально-педагогические, социально-правовые,
                социально-бытовые, социально-трудовые услуги несовершеннолетним.
            </p>
            <p class='mt-[20px]'>
                Деятельность Центра направлена на организацию временного проживания несовершеннолетних; обеспечение социальной
                защиты, социальной адаптации и реабилитации; профилактику безнадзорности, правонарушений; культурно-досуговое
                сопровождение, а также нормализацию детско-родительских отношений и возвращение ребенка в семью, что является
                нашей главной задачей.
            </p>
            <p class='mt-[20px]'>
                Центр рассчитан на 34 койко-места в условиях круглосуточного пребывания воспитанников.
                С несовершеннолетними работают квалифицированные специалисты: психолог, специалисты по социальной работе,
                воспитатели, медицинские работники, инструктор по труду.
            </p>
            <p class='mt-[20px]'>
                С целью повышения качества реабилитационных услуг на базе учреждения функционируют реабилитационные пространства:
                творческая мастерская, тренажерный зал, спортивно-оздоровительная площадка, учебный класс, комната отдыха, музыкальный зал.
            </p>
            <p class='mt-[20px]'>
                Центр взаимодействует с органами исполнительной власти, местного самоуправления, внутренних дел, учреждениями образования
                и здравоохранения, общественными организациями и другими учреждениями, оказывающими содействие в решении проблем несовершеннолетних.
            </p>
            <p class='mt-[20px]'>
                <span class="font-roboto700">Возрастная категория зачисляемых лиц</span>: с 3 до 18 лет
            </p>
            <p>
                <span class="font-roboto700">Целевая группа</span>: несовершеннолетние, оказавшиеся в социально-опасном положении;
                несовершеннолетние, оставшиеся без попечения родителей; семьи, находящиеся в трудной жизненной ситуации с несовершеннолетними детьми.
            </p>
            <p>
                <span class="font-roboto700">Формы обслуживания</span>: стационарная
            </p>
            <p>
                Все услуги, оказываемые специалистами учреждения, предоставляются бесплатно!
            </p>
            <p>
                <span class="font-roboto700">Режим работы</span>: круглосуточно
            </p>
            <p>
                Центр осуществляет социальное обслуживание несовершеннолетних, находящихся в трудной жизненной ситуации и
                социально-опасном положении, и обеспечивает их временное проживание и содержание, оказывает содействие в дальнейшем
                жизненном устройстве детей, оставшихся без попечения родителей.
            </p>
            <h2 class='font-roboto700 max-w-[900px] text-center m-auto mt-[40px]'>
                Знайте, что из любой ситуации есть выход, «неразрешимую» проблему можно решить!<br>
                Важно своевременно начать это делать!<br>
                Вы не можете справиться самостоятельно? Приходите и мы постараемся помочь Вам!<br>
                Мы работаем в режиме открытых дверей!
            </h2>

        </div>
    </ContentContainer>
</template>

<style scoped>

</style>
