<script setup>

import ContentContainer from "../layouts/ContentContainer.vue";
import useCommon from "../use/common.js";
const {
    isImpairedVision,
} = useCommon()
</script>

<template>
    <ContentContainer>
        <div class='text-[20px] font-roboto400 text-link-dark-blue' :style="isImpairedVision ? 'color:black':''">
            <p>Деятельность центра</p>
            <p class='mt-[20px]'>
                Цель деятельности учреждения - профилактика безнадзорности и правонарушений, социальная реабилитация несовершеннолетних,
                оказавшихся в трудной жизненной ситуации, реабилитация несовершеннолетних с различными формами и степенью социальной дезадаптации,
                обеспечения им временного проживания, оказания содействия в дальнейшем устройстве детей, оставшихся без попечения родителей.
            </p>
            <p class='mt-[20px]'>Одновременно в центре могут находиться 22 воспитанника в возрасте от 3 до 18 лет:</p>
            <ul class='list-disc pl-6'>
                <li>оставшиеся без попечения родителей или законных представителей;</li>
                <li>проживающие в семьях, находящихся в социально опасном положении;</li>
                <li>заблудившиеся или подкинутые;</li>
                <li>
                    самовольно покинувшие семью, самовольно ушедшие из образовательных учреждений для детей-сирот и детей,
                    оставшихся без попечения родителей, или других детских учреждений, за исключением лиц, самовольно ушедших из специальных
                    учебно-воспитательных учреждений закрытого типа;
                </li>
                <li>не имеющие места жительства, места пребывания и (или) средств к существованию;</li>
                <li>
                    оказавшиеся в иной трудной жизненной ситуации и нуждающиеся в социальной помощи и (или) реабилитации, бытовом обслуживании,
                    медицинской помощи, социальной и трудовой реабилитации, обучении и воспитании независимо от наличия родственников, обязанных
                    по закону их содержать.
                </li>
            </ul>
            <p class='mt-[20px]'>Основаниями приема воспитанников в центр являются:</p>
            <ul class='list-disc pl-6'>
                <li>личное обращение несовершеннолетнего;</li>
                <li>заявление родителей или законных представителей ребенка с учетом мнения несовершеннолетнего, достигшего возраста 10 лет;</li>
                <li>направление территориального органа социальной защиты населения;</li>
                <li>акт оперативного дежурного отдела внутренних дел в отношении беспризорных несовершеннолетних.</li>
            </ul>
        </div>
    </ContentContainer>
</template>

<style scoped>

</style>
