<script setup>

import ContentContainer from "../layouts/ContentContainer.vue";
</script>

<template>
    <ContentContainer>
        <div class='text-[20px] font-roboto400 text-link-dark-blue'>
            <h2 class='font-roboto700 max-w-[900px] m-auto'>
                График приема граждан
            </h2>
            <table class="table-auto mt-[20px]">
                <tbody>
                <tr>
                    <td>
                        Полное наименование учреждения
                    </td>
                    <td>
                        ГБУСО «Заиграевский социально – реабилитационный центр для несовершеннолетних»
                    </td>
                </tr>
                <tr>
                    <td>
                        Индекс, почтовый адрес учреждения
                    </td>
                    <td>
                        671325 Республика Бурятия Заиграевский р-н с.Новая Брянь пер. Верховской 1
                    </td>
                </tr>
                <tr>
                    <td>
                        Электронный адрес
                    </td>
                    <td>
                        <a href="mailto:gusonat@mail.ru">gusonat@mail.ru</a>
                    </td>
                </tr>
                <tr>
                    <td>
                        Компетенция учреждения (кратко)
                    </td>
                    <td>
                        Содержание, воспитание и реабилитация детей .
                    </td>
                </tr>
                <tr>
                    <td>
                        ФИО (полностью) руководителя учреждения, осуществляющего прием граждан по телефону или видеосвязи
                    </td>
                    <td>
                        Кочетова Галина Ивановна
                    </td>
                </tr>
                <tr>
                    <td>
                        Контакты руководителя (служебный телефон с указанием кода населенного пункта, личный)
                    </td>
                    <td>
                        8 (30136) 53-6-66

                        89247707609
                    </td>
                </tr>
                <tr>
                    <td>
                        Место осуществления личного приема граждан руководителем (адрес, кабинет(офис)
                    </td>
                    <td>
                        Республика Бурятия Заиграевский р-н с.Новая Брянь пер. Верховской 1
                    </td>
                </tr>
                <tr>
                    <td>
                        Дни недели и часы, определенные для приема граждан руководителем по телефону или видеосвязи
                    </td>
                    <td>
                        вторник, четверг с 10.00ч. до 16.00ч.
                    </td>
                </tr>
                <tr>
                    <td>
                        Ф.И.О.( полностью) уполномоченного лица, определенного для осуществления приема граждан по телефону или видеосвязи
                    </td>
                    <td>
                        Москвитина Алла Александровна
                    </td>
                </tr>
                <tr>
                    <td>
                        Должность уполномоченного лица, осуществляющего прием граждан по телефону или видеосвязи
                    </td>
                    <td>
                        Заведующая отделением
                    </td>
                </tr>
                <tr>
                    <td>
                        Контакты (служебный   телефон с указанием кода населенного пункта, личный) уполномоченного лица, определенного для , осуществления приема граждан по телефону или видеосвязи
                    </td>
                    <td>
                        8 (30136) 53- 9 – 32

                        89246523502
                    </td>
                </tr>
                <tr>
                    <td>
                        Место осуществления личного приема граждан руководителем (адрес, кабинет(офис)
                    </td>
                    <td>
                        Республика Бурятия Заиграевский р-н с.Новая Брянь пер. Верховской 1
                    </td>
                </tr>
                <tr>
                    <td>
                        Дни недели и часы, определенные для приема граждан руководителем по телефону или видеосвязи
                    </td>
                    <td>
                        среда ,пятница с 13.00 до 16.00ч.
                    </td>
                </tr>
                <tr>
                    <td>
                        № и дата приказа по учреждению
                    </td>
                    <td>
                        № 30-ОД от 13.05.2016 г.
                    </td>
                </tr>
                </tbody>
            </table>
        </div>
    </ContentContainer>
</template>

<style scoped>
table {
    text-align: center;
    width: 100%;
    border-collapse: collapse;
}

table, th, td {
    padding: 3px 7px;
    border: 1px solid black;
    text-align: left;
}
th {
    text-align: center;
}
</style>
