<script setup>

import ContentContainer from "../layouts/ContentContainer.vue";
import useCommon from "../use/common.js";
import {useRouter} from "vue-router";
import {ref} from "vue";

const articles = ref([
    {
        id: 1,
        name: 'rights-convention',
        title: 'Конвенция о правах ребенка',
        subTitle:
            '(одобрена Генеральной Ассамблеей ООН 20.11.1989)\n' +
            '(вступила в силу для СССР 15.09.1990)',
        content: 'Полный текст документа:\n' +
            'КОНВЕНЦИЯ О ПРАВАХ РЕБЕНКА\n' +
            'Преамбула\n' +
            'Государства - участники настоящей Конвенции, считая, что в соответствии с принципами, провозглашенными в Уставе Организации Объединенных Наций, признание присущего достоинства, равных и неотъемлемых прав всех членов общества является основой обеспечения свободы, справедливости и мира на земле,\n' +
            'принимая во внимание, что народы Объединенных Наций подтвердили в Уставе свою веру в основные права человека, в достоинство и ценность человеческой личности и преисполнены решимости содействовать социальному прогрессу и улучшению условий жизни при большей свободе,\n' +
            'признавая, что Организация Объединенных Наций во Всеобщей декларации прав человека и в Международных пактах о правах человека провозгласила и согласилась с тем, что каждый человек должен обладать всеми указанными в них правами и свободами без какого бы то ни было различия по таким признакам, как раса, цвет кожи, пол, язык, религия, политические или иные убеждения, национальное или социальное происхождение, имущественное положение, рождение или иные обстоятельства,\n' +
            'напоминая, что Организация Объединенных Наций во Всеобщей декларации прав человека провозгласила, что дети имеют право на особую заботу и помощь,\n' +
            'убежденные в том, что семье как основной ячейке общества и естественной среде для роста и благополучия всех ее членов и особенно детей должны быть предоставлены необходимые защита и содействие, с тем чтобы она могла полностью возложить на себя обязанности в рамках общества,\n' +
            'признавая, что ребенку для полного и гармоничного развития его личности необходимо расти в семейном окружении, в атмосфере счастья, любви и понимания,\n' +
            'считая, что ребенок должен быть полностью подготовлен к самостоятельной жизни в обществе и воспитан в духе идеалов, провозглашенных в Уставе Организации Объединенных Наций, и особенно в духе мира, достоинства, терпимости, свободы, равенства и солидарности,\n' +
            'принимая во внимание, что необходимость в такой особой защите ребенка была предусмотрена в Женевской декларации прав ребенка 1924 года и Декларации прав ребенка, принятой Генеральной Ассамблеей 20 ноября 1959 года, и признана во Всеобщей декларации прав человека, в Международном пакте о гражданских и политических правах (в частности, в статьях 23 и 24), в Международном пакте об экономических, социальных и культурных правах (в частности, в статье 10), а также в уставах и соответствующих документах специализированных учреждений и международных организаций, занимающихся вопросами благополучия детей,\n' +
            'принимая во внимание, что, как указано в Декларации прав ребенка, "ребенок, ввиду его физической и умственной незрелости, нуждается в специальной охране и заботе, включая надлежащую правовую защиту, как до, так и после рождения",\n' +
            'ссылаясь на положения Декларации о социальных и правовых принципах, касающихся защиты и благополучия детей, особенно при передаче детей на воспитание и их усыновлении на национальном и международном уровнях, Минимальных стандартных правил Организации Объединенных Наций, касающихся отправления правосудия в отношении несовершеннолетних ("Пекинские правила") и Декларации о защите женщин и детей в чрезвычайных обстоятельствах и в период вооруженных конфликтов,\n' +
            'признавая, что во всех странах мира есть дети, живущие в исключительно трудных условиях, и что такие дети нуждаются в особом внимании,\n' +
            'учитывая должным образом важность традиций и культурных ценностей каждого народа для защиты и гармоничного развития ребенка,\n' +
            'признавая важность международного сотрудничества для улучшения условий жизни детей в каждой стране, в частности в развивающихся странах,\n' +
            'согласились о нижеследующем:\n' +
            'Часть I\n' +
            'Статья 1\n' +
            'Для целей настоящей Конвенции ребенком является каждое человеческое существо до достижения 18-летнего возраста, если по закону, применимому к данному ребенку, он не достигает совершеннолетия ранее.\n' +
            'Статья 2\n' +
            '1. Государства - участники уважают и обеспечивают все права, предусмотренные настоящей Конвенцией, за каждым ребенком, находящимся в пределах их юрисдикции, без какой-либо дискриминации, независимо от расы, цвета кожи, пола, языка, религии, политических или иных убеждений, национального, этнического или социального происхождения, имущественного положения, состояния здоровья и рождения ребенка, его родителей или законных опекунов или каких-либо иных обстоятельств.\n' +
            '2. Государства - участники принимают все необходимые меры для обеспечения защиты ребенка от всех форм дискриминации или наказания на основе статуса, деятельности, выражаемых взглядов или убеждений ребенка, родителей ребенка, законных опекунов или иных членов семьи.\n' +
            'Статья 3\n' +
            '1. Во всех действиях в отношении детей независимо от того, предпринимаются они государственными или частными учреждениями, занимающимися вопросами социального обеспечения, судами, административными или законодательными органами, первоочередное внимание уделяется наилучшему обеспечению интересов ребенка.\n' +
            '2. Государства - участники обязуются обеспечить ребенку такую защиту и заботу, которые необходимы для его благополучия, принимая во внимание права и обязанности его родителей, опекунов или других лиц, несущих за него ответственность по закону, и с этой целью принимают все соответствующие законодательные и административные меры.\n' +
            '3. Государства - участники обеспечивают, чтобы учреждения, службы и органы, ответственные за заботу о детях или их защиту, отвечали нормам, установленным компетентными органами, в частности в области безопасности и здравоохранения и с точки зрения численности и пригодности их персонала, а также компетентного надзора.\n' +
            'Статья 4\n' +
            'Государства - участники принимают все необходимые законодательные, административные и другие меры для осуществления прав, признанных в настоящей Конвенции. В отношении экономических, социальных и культурных прав государства - участники принимают такие меры в максимальных рамках имеющихся у них ресурсов и, в случае необходимости, в рамках международного сотрудничества.\n' +
            'Статья 5\n' +
            'Государства - участники уважают ответственность, права и обязанности родителей и, в соответствующих случаях, членов расширенной семьи или общины, как это предусмотрено местным обычаем, опекунов или других лиц, несущих по закону ответственность за ребенка, должным образом управлять и руководить ребенком в осуществление им признанных настоящей Конвенцией прав и делать это в соответствии с развивающимися способностями ребенка.\n' +
            'Статья 6\n' +
            '1. Государства - участники признают, что каждый ребенок имеет неотъемлемое право на жизнь.\n' +
            '2. Государства - участники обеспечивают в максимально возможной степени выживание и здоровое развитие ребенка.\n' +
            'Статья 7\n' +
            '1. Ребенок регистрируется сразу же после рождения и с момента рождения имеет право на имя и на приобретение гражданства, а также, насколько это возможно, право знать своих родителей и право на их заботу.\n' +
            '2. Государства - участники обеспечивают осуществление этих прав в соответствии с их национальным законодательством и выполнение их обязательств согласно соответствующим международным документам в этой области, в частности в случае, если бы иначе ребенок не имел гражданства.\n' +
            'Статья 8\n' +
            '1. Государства - участники обязуются уважать право ребенка на сохранение своей индивидуальности, включая гражданство, имя и семейные связи, как предусматривается законом, не допуская противозаконного вмешательства.\n' +
            '2. Если ребенок незаконно лишается части или всех элементов своей индивидуальности, государства - участники обеспечивают ему необходимую помощь и защиту для скорейшего восстановления его индивидуальности.\n' +
            'Статья 9\n' +
            '1. Государства - участники обеспечивают, чтобы ребенок не разлучался со своими родителями вопреки их желанию, за исключением случаев, когда компетентные органы, согласно судебному решению, определяют в соответствии с применимым законом и процедурами, что такое разлучение необходимо в наилучших интересах ребенка. Такое определение может оказаться необходимым в том или ином конкретном случае, например, когда родители жестоко обращаются с ребенком или не заботятся о нем или когда родители проживают раздельно и необходимо принять решение относительно места проживания ребенка.\n' +
            '2. В ходе любого разбирательства в соответствии с пунктом 1 настоящей статьи всем заинтересованным сторонам предоставляется возможность участвовать в разбирательстве и излагать свои точки зрения.\n' +
            '3. Государства - участники уважают право ребенка, который разлучается с одним или обоими родителями, поддерживать на регулярной основе личные отношения и прямые контакты с обоими родителями, за исключением случая, когда это противоречит наилучшим интересам ребенка.\n' +
            '4. В тех случаях, когда такое разлучение вытекает из какого-либо решения, принятого государством - участником, например, при аресте, тюремном заключении, высылке, депортации или смерти (включая смерть, наступившую по любой причине во время нахождения данного лица в ведении государства) одного или обоих родителей или ребенка, такое государство - участник предоставляет родителям, ребенку или, если это необходимо, другому члену семьи по их просьбе необходимую информацию в отношении местонахождения отсутствующего члена (членов) семьи, если предоставление этой информации не наносит ущерба благосостоянию ребенка. Государства - участники в дальнейшем обеспечивают, чтобы представление такой просьбы само по себе не приводило к неблагоприятным последствиям для соответствующего лица (лиц).\n' +
            'Статья 10\n' +
            '1. В соответствии с обязательством государств - участников по пункту 1 статьи 9 заявления ребенка или его родителей на въезд в государство - участник или выезд из него с целью воссоединения семьи должны рассматриваться государствами - участниками позитивным, гуманным и оперативным образом. Государства - участники далее обеспечивают, чтобы представление такой просьбы не приводило к неблагоприятным последствиям для заявителей и членов из семьи.\n' +
            '2. Ребенок, родители которого проживают в различных государствах, имеет право поддерживать на регулярной основе, за исключением особых обстоятельств, личные отношения и прямые контакты с обоими родителями. С этой целью и в соответствии с обязательством государств - участников по пункту 2 статьи 9 государства - участники уважают право ребенка и его родителей покидать любую страну, включая свою собственную, и возвращаться в свою страну. В отношении права покидать любую страну действуют только такие ограничения, какие установлены законом и необходимы для охраны государственной безопасности, общественного порядка (ordre public), здоровья или нравственности населения или прав и свобод других лиц и совместимы с признанными в настоящей Конвенции другими правами.\n' +
            'Статья 11\n' +
            '1. Государства - участники принимают меры для борьбы с незаконным перемещением и невозвращением детей из-за границы.\n' +
            '2. С этой целью государства - участники содействуют заключению двусторонних или многосторонних соглашений или присоединению к действующим соглашениям.\n' +
            'Статья 12\n' +
            '1. Государства - участники обеспечивают ребенку, способному сформулировать свои собственные взгляды, право свободно выражать эти взгляды по всем вопросам, затрагивающим ребенка, причем взглядам ребенка уделяется должное внимание в соответствии с возрастом и зрелостью ребенка.\n' +
            '2. С этой целью ребенку, в частности, представляется возможность быть заслушанным в ходе любого судебного или административного разбирательства, затрагивающего ребенка, либо непосредственно, либо через представителя или соответствующий орган в порядке, предусмотренном процессуальными нормами национального законодательства.\n' +
            'Статья 13\n' +
            '1. Ребенок имеет право свободно выражать свое мнение; это право включает свободу искать, получать и передавать информацию и идеи любого рода независимо от границ, в устной, письменной или печатной форме, в форме произведений искусства или с помощью других средств по выбору ребенка.\n' +
            '2. Осуществление этого права может подвергаться некоторым ограничениям, однако этими ограничениями могут быть только те ограничения, которые предусмотрены законом и которые необходимы:\n' +
            'a) для уважения прав и репутации других лиц; или\n' +
            'b) для охраны государственной безопасности, или общественного порядка (ordre public), или здоровья, или нравственности населения.\n' +
            'Статья 14\n' +
            '1. Государства - участники уважают право ребенка на свободу мысли, совести и религии.\n' +
            '2. Государства - участники уважают права и обязанности родителей и в соответствующих случаях законных опекунов руководить ребенком в осуществлении его права методом, согласующимся с развивающимися способностями ребенка.\n' +
            '3. Свобода исповедовать свою религию или веру может подвергаться только таким ограничениям, которые установлены законом и необходимы для охраны государственной безопасности, общественного порядка, нравственности и здоровья населения или защиты основных прав и свобод других лиц.\n' +
            'Статья 15\n' +
            '1. Государства - участники признают право ребенка на свободу ассоциации и свободу мирных собраний.\n' +
            '2. В отношении осуществления данного права не могут применяться какие-либо ограничения, кроме тех, которые применяются в соответствии с законом и которые необходимы в демократическом обществе в интересах государственной безопасности или общественной безопасности, общественного порядка (ordre public), охраны здоровья или нравственности населения или защиты прав и свобод других лиц.\n' +
            'Статья 16\n' +
            '1. Ни один ребенок не может быть объектом произвольного или незаконного вмешательства в осуществление его права на личную жизнь, семейную жизнь, неприкосновенность жилища или тайну корреспонденции или незаконного посягательства на его честь и репутацию.\n' +
            '2. Ребенок имеет право на защиту закона от такого вмешательства или посягательства.\n' +
            'Статья 17\n' +
            'Государства - участники признают важную роль средств массовой информации и обеспечивают, чтобы ребенок имел доступ к информации и материалам из различных национальных и международных источников, особенно к таким информации и материалам, которые направлены на содействие социальному, духовному и моральному благополучию, а также здоровому физическому и психическому развитию ребенка. С этой целью государства - участники:\n' +
            'a) поощряют средства массовой информации к распространению информации и материалов, полезных для ребенка в социальном и культурном отношениях и в духе статьи 29;\n' +
            'b) поощряют международное сотрудничество в области подготовки, обмена и распространения такой информации и материалов из различных культурных, национальных и международных источников;\n' +
            'c) поощряют выпуск и распространение детской литературы;\n' +
            'd) поощряют средства массовой информации к уделению особого внимания языковым потребностям ребенка, принадлежащего к какой-либо группе меньшинств или коренному населению;\n' +
            'e) поощряют разработку надлежащих принципов защиты ребенка от информации и материалов, наносящих вред его благополучию, учитывая положения статей 13 и 18.\n' +
            'Статья 18\n' +
            '1. Государства - участники предпринимают все возможные усилия к тому, чтобы обеспечить признание принципа общей и одинаковой ответственности обоих родителей за воспитание и развитие ребенка. Родители или в соответствующих случаях законные опекуны несут основную ответственность за воспитание и развитие ребенка. Наилучшие интересы ребенка являются предметом их основной заботы.\n' +
            '2. В целях гарантии и содействия осуществлению прав, изложенных в настоящей Конвенции, государства - участники оказывают родителям и законным опекунам надлежащую помощь в выполнении ими своих обязанностей по воспитанию детей и обеспечивают развитие сети детских учреждений.\n' +
            '3. Государства - участники принимают все необходимые меры для обеспечения того, чтобы дети, родители которых работают, имели право пользоваться предназначенными для них службами и учреждениями по уходу за детьми.\n' +
            'Статья 19\n' +
            '1. Государства - участники принимают все необходимые законодательные, административные, социальные и просветительные меры с целью защиты ребенка от всех форм физического или психологического насилия, оскорбления или злоупотребления, отсутствия заботы или небрежного обращения, грубого обращения или эксплуатации, включая сексуальное злоупотребление, со стороны родителей, законных опекунов или любого другого лица, заботящегося о ребенке.\n' +
            '2. Такие меры защиты, в случае необходимости, включают эффективные процедуры для разработки социальных программ с целью предоставления необходимой поддержки ребенку и лицам, которые о нем заботятся, а также для осуществления других форм предупреждения и выявления, сообщения, передачи на рассмотрение, расследования, лечения и последующих мер в связи со случаями жестокого обращения с ребенком, указанными выше, а также, в случае необходимости, для возбуждения судебной процедуры.\n' +
            'Статья 20\n' +
            '1. Ребенок, который временно или постоянно лишен своего семейного окружения или который в его собственных наилучших интересах не может оставаться в таком окружении, имеет право на особую защиту и помощь, предоставляемые государством.\n' +
            '2. Государства - участники в соответствии со своими национальными законами обеспечивают замену ухода за таким ребенком.\n' +
            '3. Такой уход может включать, в частности, передачу на воспитание, "кафала" по исламскому праву, усыновление или, в случае необходимости, помещение в соответствующие учреждения по уходу за детьми. При рассмотрении вариантов замены необходимо должным образом учитывать желательность преемственности воспитания ребенка и его этническое происхождение, религиозную и культурную принадлежность и родной язык.\n' +
            'Статья 21\n' +
            'Государства - участники, которые признали и/или разрешают существование системы усыновления, обеспечивают, чтобы наилучшие интересы ребенка учитывались в первостепенном порядке, и они:\n' +
            'a) обеспечивают, чтобы усыновление ребенка разрешалось только компетентными властями, которые определяют в соответствии с применимыми законом и процедурами и на основе всей относящейся к делу и достоверной информации, что усыновление допустимо ввиду статуса ребенка относительно родителей, родственников и законных опекунов и что, если требуется, заинтересованные лица дали свое осознанное согласие на усыновление на основе такой консультации, которая может быть необходимой;\n' +
            'b) признают, что усыновление в другой стране может рассматриваться в качестве альтернативного способа ухода за ребенком, если ребенок не может быть передан на воспитание или помещен в семью, которая могла бы обеспечить его воспитание или усыновление, и если обеспечение какого-либо подходящего ухода в стране происхождения ребенка является невозможным;\n' +
            'c) обеспечивают, чтобы в случае усыновления ребенка в другой стране применялись такие же гарантии и нормы, которые применяются в отношении усыновления внутри страны;\n' +
            'd) принимают все необходимые меры с целью обеспечения того, чтобы в случае усыновления в другой стране устройство ребенка не приводило к получению неоправданных финансовых выгод связанным с этим лицам;\n' +
            'e) содействуют в необходимых случаях достижению целей настоящей статьи путем заключения двусторонних и многосторонних договоренностей или соглашений и стремятся на этой основе обеспечить, чтобы устройство ребенка в другой стране осуществлялось компетентными властями или органами.\n' +
            'Статья 22\n' +
            '1. Государства - участники принимают необходимые меры, с тем чтобы обеспечить ребенку, желающему получить статус беженца или считающемуся беженцем в соответствии с применимым международным или внутренним правом и процедурами, как сопровождаемому, так и не сопровождаемому его родителями или любым другим лицом, надлежащую защиту и гуманитарную помощь в пользовании применимыми правами, изложенными в настоящей Конвенции и других международных документах по правам человека или гуманитарных документов, участниками которых являются указанные государства.\n' +
            '2. С этой целью государства - участники оказывают в случае, когда они считают это необходимым, содействие любым усилиям Организации Объединенных Наций и других компетентных межправительственных организаций или неправительственных организаций, сотрудничающих с Организацией Объединенных Наций, по защите такого ребенка и оказанию ему помощи и поиску родителей или других членов семьи любого ребенка - беженца, с тем чтобы получить информацию, необходимую для его воссоединения со своей семьей. В тех случаях, когда родители или другие члены семьи не могут быть найдены, этому ребенку предоставляется такая же защита, как и любому другому ребенку, по какой-либо причине постоянно или временно лишенному своего семейного окружения, как это предусмотрено в настоящей Конвенции.\n' +
            'Статья 23\n' +
            '1. Государства - участники признают, что неполноценный в умственном или физическом отношении ребенок должен вести полноценную и достойную жизнь в условиях, которые обеспечивают его достоинство, способствуют его уверенности в себе и облегчают его активное участие в жизни общества.\n' +
            '2. Государства - участники признают право неполноценного ребенка на особую заботу и поощряют и обеспечивают предоставление при условии наличия ресурсов имеющему на это право ребенку и ответственным за заботу о нем помощи, о которой подана просьба и которая соответствует состоянию ребенка и положению его родителей или других лиц, обеспечивающих заботу о ребенке.\n' +
            '3. В признание особых нужд неполноценного ребенка помощь в соответствии с пунктом 2 настоящей статьи предоставляется, по возможности, бесплатно с учетом финансовых ресурсов родителей или других лиц, обеспечивающих заботу о ребенке, и имеет целью обеспечение неполноценному ребенку эффективного доступа к услугам в области образования, профессиональной подготовки, медицинского обслуживания, восстановления здоровья, подготовки к трудовой деятельности и доступа к средствам отдыха таким образом, который приводит к наиболее полному, по возможности, вовлечению ребенка в социальную жизнь и достижению развития его личности, включая культурное и духовное развитие ребенка.\n' +
            '4. Государства - участники способствуют в духе международного сотрудничества обмену соответствующей информацией в области профилактического здравоохранения и медицинского, психологического и функционального лечения неполноценных детей, включая распространение информации о методах реабилитации, общеобразовательной и профессиональной подготовки, а также доступ к этой информации, с тем чтобы позволить государствам - участникам улучшить свои возможности и знания и расширить свой опыт в этой области. В этой связи особое внимание должно уделяться потребностям развивающихся стран.\n' +
            'Статья 24\n' +
            '1. Государства - участники признают право ребенка на пользование наиболее совершенными услугами системы здравоохранения и средствами лечения болезней и восстановления здоровья. Государства - участники стремятся обеспечить, чтобы ни один ребенок не был лишен своего права на доступ к подобным услугам системы здравоохранения.\n' +
            '2. Государства - участники добиваются полного осуществления данного права и, в частности, принимают необходимые меры для:\n' +
            'a) снижения уровней смертности младенцев и детской смертности;\n' +
            'b) обеспечения предоставления необходимой медицинской помощи и охраны здоровья всех детей с уделением первоочередного внимания развитию первичной медико-санитарной помощи;\n' +
            'c) борьбы с болезнями и недоеданием, в том числе в рамках первичной медико-санитарной помощи, путем, среди прочего, применения легкодоступной технологии и предоставления достаточно питательного продовольствия и чистой питьевой воды, принимая во внимание опасность и риск загрязнения окружающей среды;\n' +
            'd) предоставления матерям надлежащих услуг по охране здоровья в дородовой и послеродовой периоды;\n' +
            'e) обеспечения осведомленности всех слоев общества, в частности родителей и детей, о здоровье и питании детей, преимуществах грудного кормления, гигиене, санитарии среды обитания ребенка и предупреждения несчастных случаев, а также их доступа к образованию и их поддержки в использовании таких знаний;\n' +
            'f) развития просветительной работы и услуг в области профилактической медицинской помощи и планирования размера семьи.\n' +
            '3. Государства - участники принимают любые эффективные и необходимые меры с целью упразднения традиционной практики, отрицательно влияющей на здоровье детей.\n' +
            '4. Государства - участники обязуются поощрять международное сотрудничество и развивать его с целью постепенного достижения полного осуществления права, признаваемого в настоящей статье. В этой связи особое внимания должно уделяться потребностям развивающихся стран.\n' +
            'Статья 25\n' +
            'Государства - участники признают право ребенка, помещенного компетентными органами на попечение с целью ухода за ним, его защиты или физического, либо психического лечения, на периодическую оценку лечения, предоставляемого ребенку, и всех других условий, связанных с таким попечением о ребенке.\n' +
            'Статья 26\n' +
            '1. Государства - участники признают за каждым ребенком право пользоваться благами социального обеспечения, включая социальное страхование, и принимают необходимые меры для достижения полного осуществления этого права в соответствии с их национальным законодательством.\n' +
            '2. Эти блага по мере необходимости предоставляются с учетом имеющихся ресурсов и возможностей ребенка и лиц, несущих ответственность за содержание ребенка, а также любых соображений, связанных с получением благ ребенком от его имени.\n' +
            'Статья 27\n' +
            '1. Государства - участники признают право каждого ребенка на уровень жизни, необходимый для физического, умственного, духовного, нравственного и социального развития ребенка.\n' +
            '2. Родитель(и) или другие лица, воспитывающие ребенка, несут основную ответственность за обеспечение в пределах своих способностей и финансовых возможностей условий жизни, необходимых для развития ребенка.\n' +
            '3. Государства - участники в соответствии с национальными условиями и в пределах своих возможностей принимают необходимые меры по оказанию помощи родителям и другим лицам, воспитывающим детей, в осуществлении этого права и, в случае необходимости, оказывают материальную помощь и поддерживают программы, особенно в отношении обеспечения питанием, одеждой и жильем.\n' +
            '4. Государства - участники принимают все необходимые меры для обеспечения восстановления содержания ребенка родителями или другими лицами, несущими финансовую ответственность за ребенка, как внутри государства - участника, так и из-за рубежа. В частности, если лицо, несущее финансовую ответственность за ребенка, и ребенок проживают в разных государствах, государства - участники способствуют присоединению к международным соглашениям или заключению таких соглашений, а также достижению других соответствующих договоренностей.\n' +
            'Статья 28\n' +
            '1. Государства - участники признают право ребенка на образование, и с целью постепенного достижения осуществления этого права на основе равных возможностей они, в частности:\n' +
            'a) вводят бесплатное и обязательное начальное образование;\n' +
            'b) поощряют развитие различных форм среднего образования, как общего, так и профессионального, обеспечивают его доступность для всех детей и принимают такие необходимые меры, как введение бесплатного образования и предоставление в случае необходимости финансовой помощи;\n' +
            'c) обеспечивают доступность высшего образования для всех на основе способностей каждого с помощью всех необходимых средств;\n' +
            'd) обеспечивают доступность информации и материалов в области образования и профессиональной подготовки для всех детей;\n' +
            'e) принимают меры по содействию регулярному посещению школ и снижению числа учащихся, покинувших школу.\n' +
            '2. Государства - участники принимают все необходимые меры для обеспечения того, чтобы школьная дисциплина поддерживалась с помощью методов, отражающих уважение человеческого достоинства ребенка и в соответствии с настоящей Конвенцией.\n' +
            '3. Государства - участники поощряют и развивают международное сотрудничество по вопросам, касающимся образования, в частности, с целью содействия ликвидации невежества и неграмотности во всем мире и облегчения доступа к научно-техническим знаниям и современным методам обучения. В этой связи особое внимание должно уделяться потребностям развивающихся стран.\n' +
            'Статья 29\n' +
            '1. Государства - участники соглашаются в том, что образование ребенка должно быть направлено на:\n' +
            'a) развитие личности, талантов и умственных и физических способностей ребенка в их самом полном объеме;\n' +
            'b) воспитание уважения к правам человека и основным свободам, а также принципам, провозглашенным в Уставе Организации Объединенных Наций;\n' +
            'c) воспитание уважения к родителям ребенка, его культурной самобытности, языку и ценностям, к национальным ценностям страны, в которой ребенок проживает, страны его происхождения и к цивилизациям, отличным от его собственной;\n' +
            'd) подготовку ребенка к сознательной жизни в свободном обществе в духе понимания, мира, терпимости, равноправия мужчин и женщин и дружбы между всеми народами, этническими, национальными и религиозными группами, а также лицами из числа коренного населения;\n' +
            'e) воспитание уважения к окружающей природе.\n' +
            '2. Никакая часть настоящей статьи или статьи 28 не толкуется как ограничивающая свободу отдельных лиц и органов создавать учебные заведения и руководить ими при условии постоянного соблюдения принципов, изложенных в пункте 1 настоящей статьи, и выполнения требования о том, чтобы образование, даваемое в таких учебных заведениях, соответствовало минимальным нормам, которые могут быть установлены государством.\n' +
            'Статья 30\n' +
            'В тех государствах, где существуют этнические, религиозные или языковые меньшинства или лица из числа коренного населения, ребенку, принадлежащему к таким меньшинствам или коренному населению, не может быть отказано в праве совместно с другими членами своей группы пользоваться своей культурой, исповедовать свою религию и исполнять ее обряды, а также пользоваться родным языком.\n' +
            'Статья 31\n' +
            '1. Государства - участники признают право ребенка на отдых и досуг, право участвовать в играх и развлекательных мероприятиях, соответствующих его возрасту, и свободно участвовать в культурной жизни и заниматься искусством.\n' +
            '2. Государства - участники уважают и поощряют право ребенка на всестороннее участие в культурной и творческой жизни и содействуют предоставлению соответствующих и равных возможностей для культурной и творческой деятельности, досуга и отдыха.\n' +
            'Статья 32\n' +
            '1. Государства - участники признают право ребенка на защиту от экономической эксплуатации и от выполнения любой работы, которая может представлять опасность для его здоровья или служить препятствием в получении им образования, либо наносить ущерб его здоровью и физическому, умственному, духовному, моральному и социальному развитию.\n' +
            '2. Государства - участники принимают законодательные, административные и социальные меры, а также меры в области образования, с тем чтобы обеспечить осуществление настоящей статьи. В этих целях, руководствуясь соответствующими положениями других международных документов, государства - участники, в частности:\n' +
            'a) устанавливают минимальный возраст или минимальные возрасты для приема на работу;\n' +
            'b) определяют необходимые требования о продолжительности рабочего дня и условиях труда;\n' +
            'c) предусматривают соответствующие виды наказания или другие санкции для обеспечения эффективного осуществления настоящей статьи.\n' +
            'Статья 33\n' +
            'Государства - участники принимают все необходимые меры, включая законодательные, административные и социальные меры, а также меры в области образования, с тем чтобы защитить детей от незаконного употребления наркотических средств и психотропных веществ, как они определены в соответствующих международных договорах, и не допустить использования детей в противозаконном производстве таких веществ и торговле ими.\n' +
            'Статья 34\n' +
            'Государства - участники обязуются защищать ребенка от всех форм сексуальной эксплуатации и сексуального совращения. В этих целях государства - участники, в частности, принимают на национальном двустороннем и многостороннем уровнях все необходимые меры для предотвращения:\n' +
            'a) склонения или принуждения ребенка к любой незаконной сексуальной деятельности;\n' +
            'b) использования в целях эксплуатации детей в проституции или в другой незаконной сексуальной практике;\n' +
            'c) использования в целях эксплуатации детей в порнографии и порнографических материалах.\n' +
            'Статья 35\n' +
            'Государства - участники принимают на национальном, двустороннем и многостороннем уровнях все необходимые меры для предотвращения похищения детей, торговли детьми или их контрабанды в любых целях и в любой форме.\n' +
            'Статья 36\n' +
            'Государства - участники защищают ребенка от всех других форм эксплуатации, наносящих ущерб любому аспекту благосостояния ребенка.\n' +
            'Статья 37\n' +
            'Государства - участники обеспечивают, чтобы:\n' +
            'a) ни один ребенок не был подвергнут пыткам или другим жестоким, бесчеловечным или унижающим достоинство видам обращения или наказания. Ни смертная казнь, ни пожизненное тюремное заключение, не предусматривающее возможности освобождения, не назначаются за преступления, совершенные лицами моложе 18 лет;\n' +
            'b) ни один ребенок не был лишен свободы незаконным или произвольным образом. Арест, задержание или тюремное заключение ребенка осуществляются согласно закону и используются лишь в качестве крайней меры и в течение как можно более короткого соответствующего периода времени;\n' +
            'c) каждый лишенный свободы ребенок пользовался гуманным обращением и уважением неотъемлемого достоинства его личности с учетом потребностей лиц его возраста. В частности, каждый лишенный свободы ребенок должен быть отделен от взрослых, если только не считается, что в наилучших интересах ребенка этого делать не следует, и иметь право поддерживать связь со своей семьей путем переписки и свиданий, за исключением особых обстоятельств;\n' +
            'd) каждый лишенный свободы ребенок имел право на незамедлительный доступ к правовой и другой соответствующей помощи, а также право оспаривать законность лишения его свободы перед судом или другим компетентным, независимым и беспристрастным органом и право на безотлагательное принятие ими решения в отношении любого такого процессуального действия.\n' +
            'Статья 38\n' +
            '1. Государства - участники обязуются уважать нормы международного гуманитарного права, применимые к ним в случае вооруженных конфликтов и имеющие отношение к детям, и обеспечивать их соблюдение.\n' +
            '2. Государства - участники принимают все возможные меры для обеспечения того, чтобы лица, не достигшие 15-летнего возраста, не принимали прямого участия в военных действиях.\n' +
            '3. Государства - участники воздерживаются от призыва любого лица, не достигшего 15-летнего возраста, на службу в свои вооруженные силы. При вербовке из числа лиц, достигших 15-летнего возраста, но которым еще не исполнилось 18 лет, государства - участники стремятся отдавать предпочтение лицам более старшего возраста.\n' +
            '4. Согласно своим обязательствам по международному гуманитарному праву, связанным с защитой гражданского населения во время вооруженных конфликтов, государства - участники обязуются принимать все возможные меры с целью обеспечения защиты затрагиваемых вооруженным конфликтом детей и ухода за ними.\n' +
            'Статья 39\n' +
            'Государства - участники принимают все необходимые меры для того, чтобы содействовать физическому и психологическому восстановлению и социальной реинтеграции ребенка, являющегося жертвой: любых видов пренебрежения, эксплуатации и злоупотребления, пыток или любых других жестоких, бесчеловечных или унижающих достоинство видов обращения, наказания или вооруженных конфликтов. Такое восстановление и реинтеграция должны осуществляться в условиях, обеспечивающих здоровье, самоуважение и достоинство ребенка.\n' +
            'Статья 40\n' +
            '1. Государства - участники признают право каждого ребенка, который, как считается, нарушил уголовное законодательство, обвиняется или признается виновным в его нарушении, на такое обращение, которое способствует развитию у ребенка чувства достоинства и значимости, укрепляет в нем уважение к правам человека и основным свободам других и при котором учитывается возраст ребенка и желательность содействия его реинтеграции и выполнению им полезной роли в обществе.\n' +
            '2. В этих целях и принимая во внимание соответствующие положения международных документов, государства - участники, в частности, обеспечивают, чтобы:\n' +
            'a) ни один ребенок не считался нарушившим уголовное законодательство, не обвинялся и не признавался виновным в его нарушении по причине действия или бездействия, которые не были запрещены национальным или международным правом во время их совершения;\n' +
            'b) каждый ребенок, который, как считается, нарушил уголовное законодательство или обвиняется в его нарушении, имел по меньшей мере следующие гарантии:\n' +
            'i презумпция невиновности, пока его вина не будет доказана согласно закону;\n' +
            'ii незамедлительное и непосредственное информирование его об обвинениях против него и, в случае необходимости, через его родителей или законных опекунов и получение правовой и другой необходимой помощи при подготовке и осуществлении своей защиты;\n' +
            'iii безотлагательное принятие решения по рассматриваемому вопросу компетентным, независимым и беспристрастным органом или судебным органом в ходе справедливого слушания в соответствии с законом в присутствии адвоката или другого соответствующего лица и, если это не считается противоречащим наилучшим интересам ребенка, в частности, с учетом его возраста или положения его родителей или законных опекунов;\n' +
            'iv свобода от принуждения к даче свидетельских показаний или признанию вины; изучение показаний свидетелей обвинения либо самостоятельно, либо при помощи других лиц и обеспечение равноправного участия свидетелей защиты и изучения их показаний;\n' +
            'v если считается, что ребенок нарушил уголовное законодательство, повторное рассмотрение вышестоящим компетентным, независимым и беспристрастным органом или судебным органом согласно закону соответствующего решения и любых принятых в этой связи мер;\n' +
            'vi бесплатная помощь переводчика, если ребенок не понимает используемого языка или не говорит на нем;\n' +
            'vii полное уважение его личной жизни на всех стадиях разбирательства.\n' +
            '3. Государства - участники стремятся содействовать установлению законов, процедур, органов и учреждений, имеющих непосредственное отношение к детям, которые, как считается, нарушили уголовное законодательство, обвиняются или признаются виновными в его нарушении, и в частности:\n' +
            'a) установлению минимального возраста, ниже которого дети считаются неспособными нарушить уголовное законодательство;\n' +
            'b) в случае необходимости и желательности, принятию мер по обращению с такими детьми без использования судебного разбирательства при условии полного соблюдения прав человека и правовых гарантий.\n' +
            '4. Необходимо наличие таких различных мероприятий, как уход, положение об опеке и надзоре, консультативные услуги, назначение испытательного срока, воспитание, программы обучения и профессиональной подготовки и другие формы ухода, заменяющие уход в учреждениях, с целью обеспечения такого обращения с ребенком, которое соответствовало бы его благосостоянию, а также его положению и характеру преступления.\n' +
            'Статья 41\n' +
            'Ничто в настоящей Конвенции не затрагивает любых положений, которые в большей степени способствуют осуществлению прав ребенка и могут содержаться:\n' +
            'a) в законе государства - участника; или\n' +
            'b) в нормах международного права, действующих в отношении данного государства.\n' +
            'Часть II\n' +
            'Статья 42\n' +
            'Государства - участники обязуются, используя надлежащие и действенные средства, широко информировать о принципах и положениях Конвенции как взрослых, так и детей.\n' +
            'Статья 43\n' +
            '1. В целях рассмотрения прогресса, достигнутого государствами - участниками в выполнении обязательств, принятых в соответствии с настоящей Конвенцией, учреждается Комитет по правам ребенка, который выполняет функции, предусматриваемые ниже.\n' +
            '------------------------------------------------------------------\n' +
            'Поправка к пункту 2 статьи 43 Конвенции, в соответствии с которой количество членов Комитета по правам ребенка увеличено до восемнадцати человек, Российской Федерацией принята (Постановление Правительства РФ от 13.02.98 N 180).\n' +
            '------------------------------------------------------------------\n' +
            '2. Комитет состоит из десяти экспертов, обладающих высокими нравственными качествами и признанной компетентностью в области, охватываемой настоящей Конвенцией. Члены Комитета избираются государствами - участниками из числа своих граждан и выступают в личном качестве, причем уделяется внимание справедливому географическому распределению, а также главным правовым системам.\n' +
            '3. Члены Комитета избираются тайным голосованием из числа внесенных в список лиц, выдвинутых государствами - участниками. Каждое государство - участник может выдвинуть одно лицо из числа своих граждан.\n' +
            '4. Первоначальные выборы в Комитет проводятся не позднее чем через шесть месяцев со дня вступления в силу настоящей Конвенции, а впоследствии - один раз в два года. По крайней мере за четыре месяца до дня каждых выборов Генеральный секретарь Организации Объединенных Наций обращается к государствам - участникам с письмом, предлагая им представить свои кандидатуры в течение двух месяцев. Затем Генеральный секретарь составляет в алфавитном порядке список всех выдвинутых таким образом лиц с указанием государств - участников, которые выдвинули этих лиц, и представляет этот список государствам - участникам настоящей Конвенции.\n' +
            '5. Выборы проводятся на совещаниях государств - участников, созываемых Генеральным секретарем в Центральных учреждениях Организации Объединенных Наций. На этих совещаниях, на которых две трети государств - участников составляют кворум, избранными в состав Комитета являются те кандидаты, которые получили наибольшее число голосов и абсолютное большинство голосов присутствующих и участвующих в голосовании представителей государств - участников.\n' +
            '6. Члены Комитета избираются на четырехлетний срок. Они имеют право быть переизбранными в случае повторного выдвижения их кандидатур. Срок полномочий пяти членов, избираемых на первых выборах, истекает в конце двухлетнего периода; немедленно после первых выборов имена этих пяти членов определяются по жребию Председателем совещания.\n' +
            '7. В случае смерти или выхода в отставку какого-либо члена Комитета или если он или она по какой-либо иной причине не может более исполнять обязанности члена Комитета, государство - участник, выдвинувшее данного члена Комитета, назначает другого эксперта из числа своих граждан на оставшийся срок при условии одобрения Комитетом.\n' +
            '8. Комитет устанавливает свои собственные правила процедуры.\n' +
            '9. Комитет избирает своих должностных лиц на двухлетний срок.\n' +
            '10. Сессии Комитета, как правило, проводятся в Центральных учреждениях Организации Объединенных Наций или в любом ином подходящем месте, определенном Комитетом. Комитет, как правило, проводит свои сессии ежегодно. Продолжительность сессии Комитета определяется и при необходимости пересматривается на совещании государств - участников настоящей Конвенции при условии одобрения Генеральной Ассамблеей.\n' +
            '11. Генеральный секретарь Организации Объединенных Наций предоставляет необходимый персонал и материальные средства для эффективного осуществления Комитетом своих функций в соответствии с настоящей Конвенцией.\n' +
            '12. Члены Комитета, учрежденного в соответствии с настоящей Конвенцией, получают утверждаемое Генеральной Ассамблеей вознаграждение из средств Организации Объединенных Наций в порядке и на условиях, устанавливаемых Генеральной Ассамблеей.\n' +
            'Статья 44\n' +
            '1. Государства - участники обязуются представлять Комитету через Генерального секретаря Организации Объединенных Наций доклады о принятых ими мерах по закреплению признанных в Конвенции прав и о прогрессе, достигнутом в осуществлении этих прав:\n' +
            'a) в течение двух лет после вступления Конвенции в силу для соответствующего государства - участника;\n' +
            'b) впоследствии через каждые пять лет.\n' +
            '2. В докладах, представляемых в соответствии с настоящей статьей, указываются факторы и затруднения, если таковые имеются, влияющие на степень выполнения обязательств по настоящей Конвенции. Доклады также содержат достаточную информацию, с тем чтобы обеспечить Комитету полное понимание действия Конвенции в данной стране.\n' +
            '3. Государству - участнику, представившему Комитету всесторонний первоначальный доклад, нет необходимости повторять в последующих докладах, представляемых в соответствии с пунктом 1 "b" настоящей статьи, ранее изложенную основную информацию.\n' +
            '4. Комитет может запрашивать у государств - участников дополнительную информацию, касающуюся осуществления настоящей Конвенции.\n' +
            '5. Доклады о деятельности Комитета один раз в два года представляются Генеральной Ассамблее через посредство Экономического и Социального Совета.\n' +
            '6. Государства - участники обеспечивают широкую гласность своих докладов в своих собственных странах.\n' +
            'Статья 45\n' +
            'С целью способствовать эффективному осуществлению Конвенции и поощрять международное сотрудничество в области, охватываемой настоящей Конвенцией:\n' +
            'a) специализированные учреждения, Детский фонд Организации Объединенных Наций и другие органы Организации Объединенных Наций вправе быть представленными при рассмотрении вопросов об осуществлении таких положений настоящей Конвенции, которые входят в сферу их полномочий. Комитет может предложить специализированным учреждениям, Детскому фонду Организации Объединенных Наций и другим компетентным органам, когда он считает это целесообразным, представить заключение экспертов относительно осуществления Конвенции в тех областях, которые входят в сферу их соответствующих полномочий. Комитет может предложить специализированным учреждениям, Детскому фонду Организации Объединенных Наций и другим органам Организации Объединенных Наций представить доклады об осуществлении Конвенции в областях, входящих в сферу их деятельности;\n' +
            'b) Комитет препровождает, когда он считает это целесообразным, в специализированные учреждения, Детский фонд Организации Объединенных Наций и другие компетентные органы любые доклады государств - участников, в которых содержится просьба о технической консультации или помощи или указывается на потребность в этом, а также замечания и предложения Комитета, если таковые имеются, относительно таких просьб или указаний;\n' +
            'c) Комитет может рекомендовать Генеральной Ассамблее предложить Генеральному секретарю провести от ее имени исследования по отдельным вопросам, касающимся прав ребенка;\n' +
            'd) Комитет может вносить предложения и рекомендации общего характера, основанные на информации, получаемой в соответствии со статьями 44 и 45 настоящей Конвенции. Такие предложения и рекомендации общего характера препровождаются любому заинтересованному государству - участнику и сообщаются Генеральной Ассамблее наряду с замечаниями государств - участников, если таковые имеются.\n' +
            'Часть III\n' +
            'Статья 46\n' +
            'Настоящая Конвенция открыта для подписания ее всеми государствами.\n' +
            'Статья 47\n' +
            'Настоящая Конвенция подлежит ратификации. Ратификационные грамоты сдаются на хранение Генеральному секретарю Организации Объединенных Наций.\n' +
            'Статья 48\n' +
            'Настоящая Конвенция открыта для присоединения к ней любого государства. Документы о присоединении сдаются на хранение Генеральному секретарю Организации Объединенных Наций.\n' +
            'Статья 49\n' +
            '1. Настоящая Конвенция вступает в силу на тридцатый день после даты сдачи на хранение Генеральному секретарю Организации Объединенных Наций двадцатой ратификационной грамоты или документа о присоединении.\n' +
            '2. Для каждого государства, которое ратифицирует настоящую Конвенцию или присоединяется к ней после сдачи на хранение двадцатой ратификационной грамоты или документа о присоединении, настоящая Конвенция вступает в силу на тридцатый день после сдачи таким государством на хранение его ратификационной грамоты или документа о присоединении.\n' +
            'Статья 50\n' +
            '1. Любое государство - участник может предложить поправку и представить ее Генеральному секретарю Организации Объединенных Наций. Генеральный секретарь затем препровождает предложенную поправку государствам - участникам с просьбой указать, высказываются ли они за созыв конференции государств - участников с целью рассмотрения этих предложений и проведения по ним голосования. Если в течение четырех месяцев, начиная с даты такого сообщения, по крайней мере одна треть государств - участников выскажется за такую конференцию, Генеральный секретарь созывает эту конференцию под эгидой Организации Объединенных Наций. Любая поправка, принятая большинством государств - участников, присутствующих и участвующих в голосовании на этой конференции, представляется Генеральной Ассамблее на утверждение.\n' +
            '2. Поправка, принятая в соответствии с пунктом 1 настоящей статьи, вступает в силу по утверждении ее Генеральной Ассамблеей Организации Объединенных Наций и принятия ее большинством в две трети государств - участников.\n' +
            '3. Когда поправка вступает в силу, она становится обязательной для тех государств - участников, которые ее приняли, а для других государств - участников остаются обязательными положения настоящей Конвенции и любые предшествующие поправки, которые ими приняты.\n' +
            'Статья 51\n' +
            '1. Генеральный секретарь Организации Объединенных Наций получает и рассылает всем государствам текст оговорок, сделанных государствами в момент ратификации или присоединения.\n' +
            '2. Оговорка, несовместимая с целями и задачами настоящей Конвенции, не допускается.\n' +
            '3. Оговорки могут быть сняты в любое время путем соответствующего уведомления, направленного Генеральному секретарю Организации Объединенных Наций, который затем сообщает об этом всем государствам. Такое уведомление вступает в силу со дня его получения Генеральным секретарем.\n' +
            'Статья 52\n' +
            'Любое государство - участник может денонсировать настоящую Конвенцию путем письменного уведомления Генерального секретаря Организации Объединенных Наций. Денонсация вступает в силу по истечении одного года после получения уведомления Генеральным секретарем.\n' +
            'Статья 53\n' +
            'Генеральный секретарь Организации Объединенных Наций назначается депозитарием настоящей Конвенции.\n' +
            'Статья 54\n' +
            'Подлинник настоящей Конвенции, английский, арабский, испанский, китайский, русский и французский тексты которой являются равно аутентичными, сдается на хранение Генеральному секретарю Организации Объединенных Наций.\n' +
            'В удостоверение чего нижеподписавшиеся полномочные представители, должным образом на то уполномоченные своими соответствующими правительствами, подписали настоящую Конвенцию.\n' +
            '* * *\n' +
            'Конвенция одобрена Генеральной Ассамблеей ООН 20 ноября 1989 г., подписана от имени СССР 26 января 1990 г., ратифицирована Верховным Советом СССР 13 июня 1990 г. Ратификационная грамота сдана на хранение Генеральному секретарю ООН 16 августа 1990 г.\n' +
            'Конвенция вступила в силу для СССР 15 сентября 1990 г.'
    },
])
const router = useRouter();
const currentRoute = ref(null)
const currentArticle = ref(null)

currentRoute.value = router.currentRoute.value.name
currentArticle.value = articles.value.find(item => item.name === currentRoute.value)

router.afterEach((to) => {
    documentsScrollUp()
    articleMatch(to)
});

function articleMatch(path) {
    currentArticle.value = articles.value.find(item => item.name === path.name)
}

const { documentsScrollUp } = useCommon()
documentsScrollUp()

</script>

<template>
    <ContentContainer>
        <div v-if="currentArticle" class="text-[20px] font-roboto400 text-link-dark-blue">
            <h3 v-if="currentArticle.title" class="font-roboto700 max-w-[900px] text-center m-auto">
                {{ currentArticle.title }}
            </h3>
            <h4
                v-if="currentArticle.subTitle"
                class="max-w-[900px] text-center m-auto mt-[10px]"
                v-html="currentArticle.subTitle.replace(/\n/g, '<br>')"
            ></h4>
            <p class="mt-[20px]" v-html="currentArticle.content.replace(/\n/g, '<br>')"></p>
        </div>
    </ContentContainer>
</template>

<style scoped>

</style>
