<script setup>

import ContentContainer from "../layouts/ContentContainer.vue";
import useCommon from "../use/common.js";
import {useRouter} from "vue-router";
import {ref} from "vue";
import DocumentDownloadUpload from "../components/DocumentDownloadUpload.vue";

const articles = ref([
    {
        id: 1,
        name: 'rights-convention',
        title: 'Конвенция о правах ребенка',
        subTitle:
            '(одобрена Генеральной Ассамблеей ООН 20.11.1989)\n' +
            '(вступила в силу для СССР 15.09.1990)',
        content: 'Полный текст документа:\n' +
            'КОНВЕНЦИЯ О ПРАВАХ РЕБЕНКА\n' +
            'Преамбула\n' +
            'Государства - участники настоящей Конвенции, считая, что в соответствии с принципами, провозглашенными в Уставе Организации Объединенных Наций, признание присущего достоинства, равных и неотъемлемых прав всех членов общества является основой обеспечения свободы, справедливости и мира на земле,\n' +
            'принимая во внимание, что народы Объединенных Наций подтвердили в Уставе свою веру в основные права человека, в достоинство и ценность человеческой личности и преисполнены решимости содействовать социальному прогрессу и улучшению условий жизни при большей свободе,\n' +
            'признавая, что Организация Объединенных Наций во Всеобщей декларации прав человека и в Международных пактах о правах человека провозгласила и согласилась с тем, что каждый человек должен обладать всеми указанными в них правами и свободами без какого бы то ни было различия по таким признакам, как раса, цвет кожи, пол, язык, религия, политические или иные убеждения, национальное или социальное происхождение, имущественное положение, рождение или иные обстоятельства,\n' +
            'напоминая, что Организация Объединенных Наций во Всеобщей декларации прав человека провозгласила, что дети имеют право на особую заботу и помощь,\n' +
            'убежденные в том, что семье как основной ячейке общества и естественной среде для роста и благополучия всех ее членов и особенно детей должны быть предоставлены необходимые защита и содействие, с тем чтобы она могла полностью возложить на себя обязанности в рамках общества,\n' +
            'признавая, что ребенку для полного и гармоничного развития его личности необходимо расти в семейном окружении, в атмосфере счастья, любви и понимания,\n' +
            'считая, что ребенок должен быть полностью подготовлен к самостоятельной жизни в обществе и воспитан в духе идеалов, провозглашенных в Уставе Организации Объединенных Наций, и особенно в духе мира, достоинства, терпимости, свободы, равенства и солидарности,\n' +
            'принимая во внимание, что необходимость в такой особой защите ребенка была предусмотрена в Женевской декларации прав ребенка 1924 года и Декларации прав ребенка, принятой Генеральной Ассамблеей 20 ноября 1959 года, и признана во Всеобщей декларации прав человека, в Международном пакте о гражданских и политических правах (в частности, в статьях 23 и 24), в Международном пакте об экономических, социальных и культурных правах (в частности, в статье 10), а также в уставах и соответствующих документах специализированных учреждений и международных организаций, занимающихся вопросами благополучия детей,\n' +
            'принимая во внимание, что, как указано в Декларации прав ребенка, "ребенок, ввиду его физической и умственной незрелости, нуждается в специальной охране и заботе, включая надлежащую правовую защиту, как до, так и после рождения",\n' +
            'ссылаясь на положения Декларации о социальных и правовых принципах, касающихся защиты и благополучия детей, особенно при передаче детей на воспитание и их усыновлении на национальном и международном уровнях, Минимальных стандартных правил Организации Объединенных Наций, касающихся отправления правосудия в отношении несовершеннолетних ("Пекинские правила") и Декларации о защите женщин и детей в чрезвычайных обстоятельствах и в период вооруженных конфликтов,\n' +
            'признавая, что во всех странах мира есть дети, живущие в исключительно трудных условиях, и что такие дети нуждаются в особом внимании,\n' +
            'учитывая должным образом важность традиций и культурных ценностей каждого народа для защиты и гармоничного развития ребенка,\n' +
            'признавая важность международного сотрудничества для улучшения условий жизни детей в каждой стране, в частности в развивающихся странах,\n' +
            'согласились о нижеследующем:\n' +
            'Часть I\n' +
            'Статья 1\n' +
            'Для целей настоящей Конвенции ребенком является каждое человеческое существо до достижения 18-летнего возраста, если по закону, применимому к данному ребенку, он не достигает совершеннолетия ранее.\n' +
            'Статья 2\n' +
            '1. Государства - участники уважают и обеспечивают все права, предусмотренные настоящей Конвенцией, за каждым ребенком, находящимся в пределах их юрисдикции, без какой-либо дискриминации, независимо от расы, цвета кожи, пола, языка, религии, политических или иных убеждений, национального, этнического или социального происхождения, имущественного положения, состояния здоровья и рождения ребенка, его родителей или законных опекунов или каких-либо иных обстоятельств.\n' +
            '2. Государства - участники принимают все необходимые меры для обеспечения защиты ребенка от всех форм дискриминации или наказания на основе статуса, деятельности, выражаемых взглядов или убеждений ребенка, родителей ребенка, законных опекунов или иных членов семьи.\n' +
            'Статья 3\n' +
            '1. Во всех действиях в отношении детей независимо от того, предпринимаются они государственными или частными учреждениями, занимающимися вопросами социального обеспечения, судами, административными или законодательными органами, первоочередное внимание уделяется наилучшему обеспечению интересов ребенка.\n' +
            '2. Государства - участники обязуются обеспечить ребенку такую защиту и заботу, которые необходимы для его благополучия, принимая во внимание права и обязанности его родителей, опекунов или других лиц, несущих за него ответственность по закону, и с этой целью принимают все соответствующие законодательные и административные меры.\n' +
            '3. Государства - участники обеспечивают, чтобы учреждения, службы и органы, ответственные за заботу о детях или их защиту, отвечали нормам, установленным компетентными органами, в частности в области безопасности и здравоохранения и с точки зрения численности и пригодности их персонала, а также компетентного надзора.\n' +
            'Статья 4\n' +
            'Государства - участники принимают все необходимые законодательные, административные и другие меры для осуществления прав, признанных в настоящей Конвенции. В отношении экономических, социальных и культурных прав государства - участники принимают такие меры в максимальных рамках имеющихся у них ресурсов и, в случае необходимости, в рамках международного сотрудничества.\n' +
            'Статья 5\n' +
            'Государства - участники уважают ответственность, права и обязанности родителей и, в соответствующих случаях, членов расширенной семьи или общины, как это предусмотрено местным обычаем, опекунов или других лиц, несущих по закону ответственность за ребенка, должным образом управлять и руководить ребенком в осуществление им признанных настоящей Конвенцией прав и делать это в соответствии с развивающимися способностями ребенка.\n' +
            'Статья 6\n' +
            '1. Государства - участники признают, что каждый ребенок имеет неотъемлемое право на жизнь.\n' +
            '2. Государства - участники обеспечивают в максимально возможной степени выживание и здоровое развитие ребенка.\n' +
            'Статья 7\n' +
            '1. Ребенок регистрируется сразу же после рождения и с момента рождения имеет право на имя и на приобретение гражданства, а также, насколько это возможно, право знать своих родителей и право на их заботу.\n' +
            '2. Государства - участники обеспечивают осуществление этих прав в соответствии с их национальным законодательством и выполнение их обязательств согласно соответствующим международным документам в этой области, в частности в случае, если бы иначе ребенок не имел гражданства.\n' +
            'Статья 8\n' +
            '1. Государства - участники обязуются уважать право ребенка на сохранение своей индивидуальности, включая гражданство, имя и семейные связи, как предусматривается законом, не допуская противозаконного вмешательства.\n' +
            '2. Если ребенок незаконно лишается части или всех элементов своей индивидуальности, государства - участники обеспечивают ему необходимую помощь и защиту для скорейшего восстановления его индивидуальности.\n' +
            'Статья 9\n' +
            '1. Государства - участники обеспечивают, чтобы ребенок не разлучался со своими родителями вопреки их желанию, за исключением случаев, когда компетентные органы, согласно судебному решению, определяют в соответствии с применимым законом и процедурами, что такое разлучение необходимо в наилучших интересах ребенка. Такое определение может оказаться необходимым в том или ином конкретном случае, например, когда родители жестоко обращаются с ребенком или не заботятся о нем или когда родители проживают раздельно и необходимо принять решение относительно места проживания ребенка.\n' +
            '2. В ходе любого разбирательства в соответствии с пунктом 1 настоящей статьи всем заинтересованным сторонам предоставляется возможность участвовать в разбирательстве и излагать свои точки зрения.\n' +
            '3. Государства - участники уважают право ребенка, который разлучается с одним или обоими родителями, поддерживать на регулярной основе личные отношения и прямые контакты с обоими родителями, за исключением случая, когда это противоречит наилучшим интересам ребенка.\n' +
            '4. В тех случаях, когда такое разлучение вытекает из какого-либо решения, принятого государством - участником, например, при аресте, тюремном заключении, высылке, депортации или смерти (включая смерть, наступившую по любой причине во время нахождения данного лица в ведении государства) одного или обоих родителей или ребенка, такое государство - участник предоставляет родителям, ребенку или, если это необходимо, другому члену семьи по их просьбе необходимую информацию в отношении местонахождения отсутствующего члена (членов) семьи, если предоставление этой информации не наносит ущерба благосостоянию ребенка. Государства - участники в дальнейшем обеспечивают, чтобы представление такой просьбы само по себе не приводило к неблагоприятным последствиям для соответствующего лица (лиц).\n' +
            'Статья 10\n' +
            '1. В соответствии с обязательством государств - участников по пункту 1 статьи 9 заявления ребенка или его родителей на въезд в государство - участник или выезд из него с целью воссоединения семьи должны рассматриваться государствами - участниками позитивным, гуманным и оперативным образом. Государства - участники далее обеспечивают, чтобы представление такой просьбы не приводило к неблагоприятным последствиям для заявителей и членов из семьи.\n' +
            '2. Ребенок, родители которого проживают в различных государствах, имеет право поддерживать на регулярной основе, за исключением особых обстоятельств, личные отношения и прямые контакты с обоими родителями. С этой целью и в соответствии с обязательством государств - участников по пункту 2 статьи 9 государства - участники уважают право ребенка и его родителей покидать любую страну, включая свою собственную, и возвращаться в свою страну. В отношении права покидать любую страну действуют только такие ограничения, какие установлены законом и необходимы для охраны государственной безопасности, общественного порядка (ordre public), здоровья или нравственности населения или прав и свобод других лиц и совместимы с признанными в настоящей Конвенции другими правами.\n' +
            'Статья 11\n' +
            '1. Государства - участники принимают меры для борьбы с незаконным перемещением и невозвращением детей из-за границы.\n' +
            '2. С этой целью государства - участники содействуют заключению двусторонних или многосторонних соглашений или присоединению к действующим соглашениям.\n' +
            'Статья 12\n' +
            '1. Государства - участники обеспечивают ребенку, способному сформулировать свои собственные взгляды, право свободно выражать эти взгляды по всем вопросам, затрагивающим ребенка, причем взглядам ребенка уделяется должное внимание в соответствии с возрастом и зрелостью ребенка.\n' +
            '2. С этой целью ребенку, в частности, представляется возможность быть заслушанным в ходе любого судебного или административного разбирательства, затрагивающего ребенка, либо непосредственно, либо через представителя или соответствующий орган в порядке, предусмотренном процессуальными нормами национального законодательства.\n' +
            'Статья 13\n' +
            '1. Ребенок имеет право свободно выражать свое мнение; это право включает свободу искать, получать и передавать информацию и идеи любого рода независимо от границ, в устной, письменной или печатной форме, в форме произведений искусства или с помощью других средств по выбору ребенка.\n' +
            '2. Осуществление этого права может подвергаться некоторым ограничениям, однако этими ограничениями могут быть только те ограничения, которые предусмотрены законом и которые необходимы:\n' +
            'a) для уважения прав и репутации других лиц; или\n' +
            'b) для охраны государственной безопасности, или общественного порядка (ordre public), или здоровья, или нравственности населения.\n' +
            'Статья 14\n' +
            '1. Государства - участники уважают право ребенка на свободу мысли, совести и религии.\n' +
            '2. Государства - участники уважают права и обязанности родителей и в соответствующих случаях законных опекунов руководить ребенком в осуществлении его права методом, согласующимся с развивающимися способностями ребенка.\n' +
            '3. Свобода исповедовать свою религию или веру может подвергаться только таким ограничениям, которые установлены законом и необходимы для охраны государственной безопасности, общественного порядка, нравственности и здоровья населения или защиты основных прав и свобод других лиц.\n' +
            'Статья 15\n' +
            '1. Государства - участники признают право ребенка на свободу ассоциации и свободу мирных собраний.\n' +
            '2. В отношении осуществления данного права не могут применяться какие-либо ограничения, кроме тех, которые применяются в соответствии с законом и которые необходимы в демократическом обществе в интересах государственной безопасности или общественной безопасности, общественного порядка (ordre public), охраны здоровья или нравственности населения или защиты прав и свобод других лиц.\n' +
            'Статья 16\n' +
            '1. Ни один ребенок не может быть объектом произвольного или незаконного вмешательства в осуществление его права на личную жизнь, семейную жизнь, неприкосновенность жилища или тайну корреспонденции или незаконного посягательства на его честь и репутацию.\n' +
            '2. Ребенок имеет право на защиту закона от такого вмешательства или посягательства.\n' +
            'Статья 17\n' +
            'Государства - участники признают важную роль средств массовой информации и обеспечивают, чтобы ребенок имел доступ к информации и материалам из различных национальных и международных источников, особенно к таким информации и материалам, которые направлены на содействие социальному, духовному и моральному благополучию, а также здоровому физическому и психическому развитию ребенка. С этой целью государства - участники:\n' +
            'a) поощряют средства массовой информации к распространению информации и материалов, полезных для ребенка в социальном и культурном отношениях и в духе статьи 29;\n' +
            'b) поощряют международное сотрудничество в области подготовки, обмена и распространения такой информации и материалов из различных культурных, национальных и международных источников;\n' +
            'c) поощряют выпуск и распространение детской литературы;\n' +
            'd) поощряют средства массовой информации к уделению особого внимания языковым потребностям ребенка, принадлежащего к какой-либо группе меньшинств или коренному населению;\n' +
            'e) поощряют разработку надлежащих принципов защиты ребенка от информации и материалов, наносящих вред его благополучию, учитывая положения статей 13 и 18.\n' +
            'Статья 18\n' +
            '1. Государства - участники предпринимают все возможные усилия к тому, чтобы обеспечить признание принципа общей и одинаковой ответственности обоих родителей за воспитание и развитие ребенка. Родители или в соответствующих случаях законные опекуны несут основную ответственность за воспитание и развитие ребенка. Наилучшие интересы ребенка являются предметом их основной заботы.\n' +
            '2. В целях гарантии и содействия осуществлению прав, изложенных в настоящей Конвенции, государства - участники оказывают родителям и законным опекунам надлежащую помощь в выполнении ими своих обязанностей по воспитанию детей и обеспечивают развитие сети детских учреждений.\n' +
            '3. Государства - участники принимают все необходимые меры для обеспечения того, чтобы дети, родители которых работают, имели право пользоваться предназначенными для них службами и учреждениями по уходу за детьми.\n' +
            'Статья 19\n' +
            '1. Государства - участники принимают все необходимые законодательные, административные, социальные и просветительные меры с целью защиты ребенка от всех форм физического или психологического насилия, оскорбления или злоупотребления, отсутствия заботы или небрежного обращения, грубого обращения или эксплуатации, включая сексуальное злоупотребление, со стороны родителей, законных опекунов или любого другого лица, заботящегося о ребенке.\n' +
            '2. Такие меры защиты, в случае необходимости, включают эффективные процедуры для разработки социальных программ с целью предоставления необходимой поддержки ребенку и лицам, которые о нем заботятся, а также для осуществления других форм предупреждения и выявления, сообщения, передачи на рассмотрение, расследования, лечения и последующих мер в связи со случаями жестокого обращения с ребенком, указанными выше, а также, в случае необходимости, для возбуждения судебной процедуры.\n' +
            'Статья 20\n' +
            '1. Ребенок, который временно или постоянно лишен своего семейного окружения или который в его собственных наилучших интересах не может оставаться в таком окружении, имеет право на особую защиту и помощь, предоставляемые государством.\n' +
            '2. Государства - участники в соответствии со своими национальными законами обеспечивают замену ухода за таким ребенком.\n' +
            '3. Такой уход может включать, в частности, передачу на воспитание, "кафала" по исламскому праву, усыновление или, в случае необходимости, помещение в соответствующие учреждения по уходу за детьми. При рассмотрении вариантов замены необходимо должным образом учитывать желательность преемственности воспитания ребенка и его этническое происхождение, религиозную и культурную принадлежность и родной язык.\n' +
            'Статья 21\n' +
            'Государства - участники, которые признали и/или разрешают существование системы усыновления, обеспечивают, чтобы наилучшие интересы ребенка учитывались в первостепенном порядке, и они:\n' +
            'a) обеспечивают, чтобы усыновление ребенка разрешалось только компетентными властями, которые определяют в соответствии с применимыми законом и процедурами и на основе всей относящейся к делу и достоверной информации, что усыновление допустимо ввиду статуса ребенка относительно родителей, родственников и законных опекунов и что, если требуется, заинтересованные лица дали свое осознанное согласие на усыновление на основе такой консультации, которая может быть необходимой;\n' +
            'b) признают, что усыновление в другой стране может рассматриваться в качестве альтернативного способа ухода за ребенком, если ребенок не может быть передан на воспитание или помещен в семью, которая могла бы обеспечить его воспитание или усыновление, и если обеспечение какого-либо подходящего ухода в стране происхождения ребенка является невозможным;\n' +
            'c) обеспечивают, чтобы в случае усыновления ребенка в другой стране применялись такие же гарантии и нормы, которые применяются в отношении усыновления внутри страны;\n' +
            'd) принимают все необходимые меры с целью обеспечения того, чтобы в случае усыновления в другой стране устройство ребенка не приводило к получению неоправданных финансовых выгод связанным с этим лицам;\n' +
            'e) содействуют в необходимых случаях достижению целей настоящей статьи путем заключения двусторонних и многосторонних договоренностей или соглашений и стремятся на этой основе обеспечить, чтобы устройство ребенка в другой стране осуществлялось компетентными властями или органами.\n' +
            'Статья 22\n' +
            '1. Государства - участники принимают необходимые меры, с тем чтобы обеспечить ребенку, желающему получить статус беженца или считающемуся беженцем в соответствии с применимым международным или внутренним правом и процедурами, как сопровождаемому, так и не сопровождаемому его родителями или любым другим лицом, надлежащую защиту и гуманитарную помощь в пользовании применимыми правами, изложенными в настоящей Конвенции и других международных документах по правам человека или гуманитарных документов, участниками которых являются указанные государства.\n' +
            '2. С этой целью государства - участники оказывают в случае, когда они считают это необходимым, содействие любым усилиям Организации Объединенных Наций и других компетентных межправительственных организаций или неправительственных организаций, сотрудничающих с Организацией Объединенных Наций, по защите такого ребенка и оказанию ему помощи и поиску родителей или других членов семьи любого ребенка - беженца, с тем чтобы получить информацию, необходимую для его воссоединения со своей семьей. В тех случаях, когда родители или другие члены семьи не могут быть найдены, этому ребенку предоставляется такая же защита, как и любому другому ребенку, по какой-либо причине постоянно или временно лишенному своего семейного окружения, как это предусмотрено в настоящей Конвенции.\n' +
            'Статья 23\n' +
            '1. Государства - участники признают, что неполноценный в умственном или физическом отношении ребенок должен вести полноценную и достойную жизнь в условиях, которые обеспечивают его достоинство, способствуют его уверенности в себе и облегчают его активное участие в жизни общества.\n' +
            '2. Государства - участники признают право неполноценного ребенка на особую заботу и поощряют и обеспечивают предоставление при условии наличия ресурсов имеющему на это право ребенку и ответственным за заботу о нем помощи, о которой подана просьба и которая соответствует состоянию ребенка и положению его родителей или других лиц, обеспечивающих заботу о ребенке.\n' +
            '3. В признание особых нужд неполноценного ребенка помощь в соответствии с пунктом 2 настоящей статьи предоставляется, по возможности, бесплатно с учетом финансовых ресурсов родителей или других лиц, обеспечивающих заботу о ребенке, и имеет целью обеспечение неполноценному ребенку эффективного доступа к услугам в области образования, профессиональной подготовки, медицинского обслуживания, восстановления здоровья, подготовки к трудовой деятельности и доступа к средствам отдыха таким образом, который приводит к наиболее полному, по возможности, вовлечению ребенка в социальную жизнь и достижению развития его личности, включая культурное и духовное развитие ребенка.\n' +
            '4. Государства - участники способствуют в духе международного сотрудничества обмену соответствующей информацией в области профилактического здравоохранения и медицинского, психологического и функционального лечения неполноценных детей, включая распространение информации о методах реабилитации, общеобразовательной и профессиональной подготовки, а также доступ к этой информации, с тем чтобы позволить государствам - участникам улучшить свои возможности и знания и расширить свой опыт в этой области. В этой связи особое внимание должно уделяться потребностям развивающихся стран.\n' +
            'Статья 24\n' +
            '1. Государства - участники признают право ребенка на пользование наиболее совершенными услугами системы здравоохранения и средствами лечения болезней и восстановления здоровья. Государства - участники стремятся обеспечить, чтобы ни один ребенок не был лишен своего права на доступ к подобным услугам системы здравоохранения.\n' +
            '2. Государства - участники добиваются полного осуществления данного права и, в частности, принимают необходимые меры для:\n' +
            'a) снижения уровней смертности младенцев и детской смертности;\n' +
            'b) обеспечения предоставления необходимой медицинской помощи и охраны здоровья всех детей с уделением первоочередного внимания развитию первичной медико-санитарной помощи;\n' +
            'c) борьбы с болезнями и недоеданием, в том числе в рамках первичной медико-санитарной помощи, путем, среди прочего, применения легкодоступной технологии и предоставления достаточно питательного продовольствия и чистой питьевой воды, принимая во внимание опасность и риск загрязнения окружающей среды;\n' +
            'd) предоставления матерям надлежащих услуг по охране здоровья в дородовой и послеродовой периоды;\n' +
            'e) обеспечения осведомленности всех слоев общества, в частности родителей и детей, о здоровье и питании детей, преимуществах грудного кормления, гигиене, санитарии среды обитания ребенка и предупреждения несчастных случаев, а также их доступа к образованию и их поддержки в использовании таких знаний;\n' +
            'f) развития просветительной работы и услуг в области профилактической медицинской помощи и планирования размера семьи.\n' +
            '3. Государства - участники принимают любые эффективные и необходимые меры с целью упразднения традиционной практики, отрицательно влияющей на здоровье детей.\n' +
            '4. Государства - участники обязуются поощрять международное сотрудничество и развивать его с целью постепенного достижения полного осуществления права, признаваемого в настоящей статье. В этой связи особое внимания должно уделяться потребностям развивающихся стран.\n' +
            'Статья 25\n' +
            'Государства - участники признают право ребенка, помещенного компетентными органами на попечение с целью ухода за ним, его защиты или физического, либо психического лечения, на периодическую оценку лечения, предоставляемого ребенку, и всех других условий, связанных с таким попечением о ребенке.\n' +
            'Статья 26\n' +
            '1. Государства - участники признают за каждым ребенком право пользоваться благами социального обеспечения, включая социальное страхование, и принимают необходимые меры для достижения полного осуществления этого права в соответствии с их национальным законодательством.\n' +
            '2. Эти блага по мере необходимости предоставляются с учетом имеющихся ресурсов и возможностей ребенка и лиц, несущих ответственность за содержание ребенка, а также любых соображений, связанных с получением благ ребенком от его имени.\n' +
            'Статья 27\n' +
            '1. Государства - участники признают право каждого ребенка на уровень жизни, необходимый для физического, умственного, духовного, нравственного и социального развития ребенка.\n' +
            '2. Родитель(и) или другие лица, воспитывающие ребенка, несут основную ответственность за обеспечение в пределах своих способностей и финансовых возможностей условий жизни, необходимых для развития ребенка.\n' +
            '3. Государства - участники в соответствии с национальными условиями и в пределах своих возможностей принимают необходимые меры по оказанию помощи родителям и другим лицам, воспитывающим детей, в осуществлении этого права и, в случае необходимости, оказывают материальную помощь и поддерживают программы, особенно в отношении обеспечения питанием, одеждой и жильем.\n' +
            '4. Государства - участники принимают все необходимые меры для обеспечения восстановления содержания ребенка родителями или другими лицами, несущими финансовую ответственность за ребенка, как внутри государства - участника, так и из-за рубежа. В частности, если лицо, несущее финансовую ответственность за ребенка, и ребенок проживают в разных государствах, государства - участники способствуют присоединению к международным соглашениям или заключению таких соглашений, а также достижению других соответствующих договоренностей.\n' +
            'Статья 28\n' +
            '1. Государства - участники признают право ребенка на образование, и с целью постепенного достижения осуществления этого права на основе равных возможностей они, в частности:\n' +
            'a) вводят бесплатное и обязательное начальное образование;\n' +
            'b) поощряют развитие различных форм среднего образования, как общего, так и профессионального, обеспечивают его доступность для всех детей и принимают такие необходимые меры, как введение бесплатного образования и предоставление в случае необходимости финансовой помощи;\n' +
            'c) обеспечивают доступность высшего образования для всех на основе способностей каждого с помощью всех необходимых средств;\n' +
            'd) обеспечивают доступность информации и материалов в области образования и профессиональной подготовки для всех детей;\n' +
            'e) принимают меры по содействию регулярному посещению школ и снижению числа учащихся, покинувших школу.\n' +
            '2. Государства - участники принимают все необходимые меры для обеспечения того, чтобы школьная дисциплина поддерживалась с помощью методов, отражающих уважение человеческого достоинства ребенка и в соответствии с настоящей Конвенцией.\n' +
            '3. Государства - участники поощряют и развивают международное сотрудничество по вопросам, касающимся образования, в частности, с целью содействия ликвидации невежества и неграмотности во всем мире и облегчения доступа к научно-техническим знаниям и современным методам обучения. В этой связи особое внимание должно уделяться потребностям развивающихся стран.\n' +
            'Статья 29\n' +
            '1. Государства - участники соглашаются в том, что образование ребенка должно быть направлено на:\n' +
            'a) развитие личности, талантов и умственных и физических способностей ребенка в их самом полном объеме;\n' +
            'b) воспитание уважения к правам человека и основным свободам, а также принципам, провозглашенным в Уставе Организации Объединенных Наций;\n' +
            'c) воспитание уважения к родителям ребенка, его культурной самобытности, языку и ценностям, к национальным ценностям страны, в которой ребенок проживает, страны его происхождения и к цивилизациям, отличным от его собственной;\n' +
            'd) подготовку ребенка к сознательной жизни в свободном обществе в духе понимания, мира, терпимости, равноправия мужчин и женщин и дружбы между всеми народами, этническими, национальными и религиозными группами, а также лицами из числа коренного населения;\n' +
            'e) воспитание уважения к окружающей природе.\n' +
            '2. Никакая часть настоящей статьи или статьи 28 не толкуется как ограничивающая свободу отдельных лиц и органов создавать учебные заведения и руководить ими при условии постоянного соблюдения принципов, изложенных в пункте 1 настоящей статьи, и выполнения требования о том, чтобы образование, даваемое в таких учебных заведениях, соответствовало минимальным нормам, которые могут быть установлены государством.\n' +
            'Статья 30\n' +
            'В тех государствах, где существуют этнические, религиозные или языковые меньшинства или лица из числа коренного населения, ребенку, принадлежащему к таким меньшинствам или коренному населению, не может быть отказано в праве совместно с другими членами своей группы пользоваться своей культурой, исповедовать свою религию и исполнять ее обряды, а также пользоваться родным языком.\n' +
            'Статья 31\n' +
            '1. Государства - участники признают право ребенка на отдых и досуг, право участвовать в играх и развлекательных мероприятиях, соответствующих его возрасту, и свободно участвовать в культурной жизни и заниматься искусством.\n' +
            '2. Государства - участники уважают и поощряют право ребенка на всестороннее участие в культурной и творческой жизни и содействуют предоставлению соответствующих и равных возможностей для культурной и творческой деятельности, досуга и отдыха.\n' +
            'Статья 32\n' +
            '1. Государства - участники признают право ребенка на защиту от экономической эксплуатации и от выполнения любой работы, которая может представлять опасность для его здоровья или служить препятствием в получении им образования, либо наносить ущерб его здоровью и физическому, умственному, духовному, моральному и социальному развитию.\n' +
            '2. Государства - участники принимают законодательные, административные и социальные меры, а также меры в области образования, с тем чтобы обеспечить осуществление настоящей статьи. В этих целях, руководствуясь соответствующими положениями других международных документов, государства - участники, в частности:\n' +
            'a) устанавливают минимальный возраст или минимальные возрасты для приема на работу;\n' +
            'b) определяют необходимые требования о продолжительности рабочего дня и условиях труда;\n' +
            'c) предусматривают соответствующие виды наказания или другие санкции для обеспечения эффективного осуществления настоящей статьи.\n' +
            'Статья 33\n' +
            'Государства - участники принимают все необходимые меры, включая законодательные, административные и социальные меры, а также меры в области образования, с тем чтобы защитить детей от незаконного употребления наркотических средств и психотропных веществ, как они определены в соответствующих международных договорах, и не допустить использования детей в противозаконном производстве таких веществ и торговле ими.\n' +
            'Статья 34\n' +
            'Государства - участники обязуются защищать ребенка от всех форм сексуальной эксплуатации и сексуального совращения. В этих целях государства - участники, в частности, принимают на национальном двустороннем и многостороннем уровнях все необходимые меры для предотвращения:\n' +
            'a) склонения или принуждения ребенка к любой незаконной сексуальной деятельности;\n' +
            'b) использования в целях эксплуатации детей в проституции или в другой незаконной сексуальной практике;\n' +
            'c) использования в целях эксплуатации детей в порнографии и порнографических материалах.\n' +
            'Статья 35\n' +
            'Государства - участники принимают на национальном, двустороннем и многостороннем уровнях все необходимые меры для предотвращения похищения детей, торговли детьми или их контрабанды в любых целях и в любой форме.\n' +
            'Статья 36\n' +
            'Государства - участники защищают ребенка от всех других форм эксплуатации, наносящих ущерб любому аспекту благосостояния ребенка.\n' +
            'Статья 37\n' +
            'Государства - участники обеспечивают, чтобы:\n' +
            'a) ни один ребенок не был подвергнут пыткам или другим жестоким, бесчеловечным или унижающим достоинство видам обращения или наказания. Ни смертная казнь, ни пожизненное тюремное заключение, не предусматривающее возможности освобождения, не назначаются за преступления, совершенные лицами моложе 18 лет;\n' +
            'b) ни один ребенок не был лишен свободы незаконным или произвольным образом. Арест, задержание или тюремное заключение ребенка осуществляются согласно закону и используются лишь в качестве крайней меры и в течение как можно более короткого соответствующего периода времени;\n' +
            'c) каждый лишенный свободы ребенок пользовался гуманным обращением и уважением неотъемлемого достоинства его личности с учетом потребностей лиц его возраста. В частности, каждый лишенный свободы ребенок должен быть отделен от взрослых, если только не считается, что в наилучших интересах ребенка этого делать не следует, и иметь право поддерживать связь со своей семьей путем переписки и свиданий, за исключением особых обстоятельств;\n' +
            'd) каждый лишенный свободы ребенок имел право на незамедлительный доступ к правовой и другой соответствующей помощи, а также право оспаривать законность лишения его свободы перед судом или другим компетентным, независимым и беспристрастным органом и право на безотлагательное принятие ими решения в отношении любого такого процессуального действия.\n' +
            'Статья 38\n' +
            '1. Государства - участники обязуются уважать нормы международного гуманитарного права, применимые к ним в случае вооруженных конфликтов и имеющие отношение к детям, и обеспечивать их соблюдение.\n' +
            '2. Государства - участники принимают все возможные меры для обеспечения того, чтобы лица, не достигшие 15-летнего возраста, не принимали прямого участия в военных действиях.\n' +
            '3. Государства - участники воздерживаются от призыва любого лица, не достигшего 15-летнего возраста, на службу в свои вооруженные силы. При вербовке из числа лиц, достигших 15-летнего возраста, но которым еще не исполнилось 18 лет, государства - участники стремятся отдавать предпочтение лицам более старшего возраста.\n' +
            '4. Согласно своим обязательствам по международному гуманитарному праву, связанным с защитой гражданского населения во время вооруженных конфликтов, государства - участники обязуются принимать все возможные меры с целью обеспечения защиты затрагиваемых вооруженным конфликтом детей и ухода за ними.\n' +
            'Статья 39\n' +
            'Государства - участники принимают все необходимые меры для того, чтобы содействовать физическому и психологическому восстановлению и социальной реинтеграции ребенка, являющегося жертвой: любых видов пренебрежения, эксплуатации и злоупотребления, пыток или любых других жестоких, бесчеловечных или унижающих достоинство видов обращения, наказания или вооруженных конфликтов. Такое восстановление и реинтеграция должны осуществляться в условиях, обеспечивающих здоровье, самоуважение и достоинство ребенка.\n' +
            'Статья 40\n' +
            '1. Государства - участники признают право каждого ребенка, который, как считается, нарушил уголовное законодательство, обвиняется или признается виновным в его нарушении, на такое обращение, которое способствует развитию у ребенка чувства достоинства и значимости, укрепляет в нем уважение к правам человека и основным свободам других и при котором учитывается возраст ребенка и желательность содействия его реинтеграции и выполнению им полезной роли в обществе.\n' +
            '2. В этих целях и принимая во внимание соответствующие положения международных документов, государства - участники, в частности, обеспечивают, чтобы:\n' +
            'a) ни один ребенок не считался нарушившим уголовное законодательство, не обвинялся и не признавался виновным в его нарушении по причине действия или бездействия, которые не были запрещены национальным или международным правом во время их совершения;\n' +
            'b) каждый ребенок, который, как считается, нарушил уголовное законодательство или обвиняется в его нарушении, имел по меньшей мере следующие гарантии:\n' +
            'i презумпция невиновности, пока его вина не будет доказана согласно закону;\n' +
            'ii незамедлительное и непосредственное информирование его об обвинениях против него и, в случае необходимости, через его родителей или законных опекунов и получение правовой и другой необходимой помощи при подготовке и осуществлении своей защиты;\n' +
            'iii безотлагательное принятие решения по рассматриваемому вопросу компетентным, независимым и беспристрастным органом или судебным органом в ходе справедливого слушания в соответствии с законом в присутствии адвоката или другого соответствующего лица и, если это не считается противоречащим наилучшим интересам ребенка, в частности, с учетом его возраста или положения его родителей или законных опекунов;\n' +
            'iv свобода от принуждения к даче свидетельских показаний или признанию вины; изучение показаний свидетелей обвинения либо самостоятельно, либо при помощи других лиц и обеспечение равноправного участия свидетелей защиты и изучения их показаний;\n' +
            'v если считается, что ребенок нарушил уголовное законодательство, повторное рассмотрение вышестоящим компетентным, независимым и беспристрастным органом или судебным органом согласно закону соответствующего решения и любых принятых в этой связи мер;\n' +
            'vi бесплатная помощь переводчика, если ребенок не понимает используемого языка или не говорит на нем;\n' +
            'vii полное уважение его личной жизни на всех стадиях разбирательства.\n' +
            '3. Государства - участники стремятся содействовать установлению законов, процедур, органов и учреждений, имеющих непосредственное отношение к детям, которые, как считается, нарушили уголовное законодательство, обвиняются или признаются виновными в его нарушении, и в частности:\n' +
            'a) установлению минимального возраста, ниже которого дети считаются неспособными нарушить уголовное законодательство;\n' +
            'b) в случае необходимости и желательности, принятию мер по обращению с такими детьми без использования судебного разбирательства при условии полного соблюдения прав человека и правовых гарантий.\n' +
            '4. Необходимо наличие таких различных мероприятий, как уход, положение об опеке и надзоре, консультативные услуги, назначение испытательного срока, воспитание, программы обучения и профессиональной подготовки и другие формы ухода, заменяющие уход в учреждениях, с целью обеспечения такого обращения с ребенком, которое соответствовало бы его благосостоянию, а также его положению и характеру преступления.\n' +
            'Статья 41\n' +
            'Ничто в настоящей Конвенции не затрагивает любых положений, которые в большей степени способствуют осуществлению прав ребенка и могут содержаться:\n' +
            'a) в законе государства - участника; или\n' +
            'b) в нормах международного права, действующих в отношении данного государства.\n' +
            'Часть II\n' +
            'Статья 42\n' +
            'Государства - участники обязуются, используя надлежащие и действенные средства, широко информировать о принципах и положениях Конвенции как взрослых, так и детей.\n' +
            'Статья 43\n' +
            '1. В целях рассмотрения прогресса, достигнутого государствами - участниками в выполнении обязательств, принятых в соответствии с настоящей Конвенцией, учреждается Комитет по правам ребенка, который выполняет функции, предусматриваемые ниже.\n' +
            '------------------------------------------------------------------\n' +
            'Поправка к пункту 2 статьи 43 Конвенции, в соответствии с которой количество членов Комитета по правам ребенка увеличено до восемнадцати человек, Российской Федерацией принята (Постановление Правительства РФ от 13.02.98 N 180).\n' +
            '------------------------------------------------------------------\n' +
            '2. Комитет состоит из десяти экспертов, обладающих высокими нравственными качествами и признанной компетентностью в области, охватываемой настоящей Конвенцией. Члены Комитета избираются государствами - участниками из числа своих граждан и выступают в личном качестве, причем уделяется внимание справедливому географическому распределению, а также главным правовым системам.\n' +
            '3. Члены Комитета избираются тайным голосованием из числа внесенных в список лиц, выдвинутых государствами - участниками. Каждое государство - участник может выдвинуть одно лицо из числа своих граждан.\n' +
            '4. Первоначальные выборы в Комитет проводятся не позднее чем через шесть месяцев со дня вступления в силу настоящей Конвенции, а впоследствии - один раз в два года. По крайней мере за четыре месяца до дня каждых выборов Генеральный секретарь Организации Объединенных Наций обращается к государствам - участникам с письмом, предлагая им представить свои кандидатуры в течение двух месяцев. Затем Генеральный секретарь составляет в алфавитном порядке список всех выдвинутых таким образом лиц с указанием государств - участников, которые выдвинули этих лиц, и представляет этот список государствам - участникам настоящей Конвенции.\n' +
            '5. Выборы проводятся на совещаниях государств - участников, созываемых Генеральным секретарем в Центральных учреждениях Организации Объединенных Наций. На этих совещаниях, на которых две трети государств - участников составляют кворум, избранными в состав Комитета являются те кандидаты, которые получили наибольшее число голосов и абсолютное большинство голосов присутствующих и участвующих в голосовании представителей государств - участников.\n' +
            '6. Члены Комитета избираются на четырехлетний срок. Они имеют право быть переизбранными в случае повторного выдвижения их кандидатур. Срок полномочий пяти членов, избираемых на первых выборах, истекает в конце двухлетнего периода; немедленно после первых выборов имена этих пяти членов определяются по жребию Председателем совещания.\n' +
            '7. В случае смерти или выхода в отставку какого-либо члена Комитета или если он или она по какой-либо иной причине не может более исполнять обязанности члена Комитета, государство - участник, выдвинувшее данного члена Комитета, назначает другого эксперта из числа своих граждан на оставшийся срок при условии одобрения Комитетом.\n' +
            '8. Комитет устанавливает свои собственные правила процедуры.\n' +
            '9. Комитет избирает своих должностных лиц на двухлетний срок.\n' +
            '10. Сессии Комитета, как правило, проводятся в Центральных учреждениях Организации Объединенных Наций или в любом ином подходящем месте, определенном Комитетом. Комитет, как правило, проводит свои сессии ежегодно. Продолжительность сессии Комитета определяется и при необходимости пересматривается на совещании государств - участников настоящей Конвенции при условии одобрения Генеральной Ассамблеей.\n' +
            '11. Генеральный секретарь Организации Объединенных Наций предоставляет необходимый персонал и материальные средства для эффективного осуществления Комитетом своих функций в соответствии с настоящей Конвенцией.\n' +
            '12. Члены Комитета, учрежденного в соответствии с настоящей Конвенцией, получают утверждаемое Генеральной Ассамблеей вознаграждение из средств Организации Объединенных Наций в порядке и на условиях, устанавливаемых Генеральной Ассамблеей.\n' +
            'Статья 44\n' +
            '1. Государства - участники обязуются представлять Комитету через Генерального секретаря Организации Объединенных Наций доклады о принятых ими мерах по закреплению признанных в Конвенции прав и о прогрессе, достигнутом в осуществлении этих прав:\n' +
            'a) в течение двух лет после вступления Конвенции в силу для соответствующего государства - участника;\n' +
            'b) впоследствии через каждые пять лет.\n' +
            '2. В докладах, представляемых в соответствии с настоящей статьей, указываются факторы и затруднения, если таковые имеются, влияющие на степень выполнения обязательств по настоящей Конвенции. Доклады также содержат достаточную информацию, с тем чтобы обеспечить Комитету полное понимание действия Конвенции в данной стране.\n' +
            '3. Государству - участнику, представившему Комитету всесторонний первоначальный доклад, нет необходимости повторять в последующих докладах, представляемых в соответствии с пунктом 1 "b" настоящей статьи, ранее изложенную основную информацию.\n' +
            '4. Комитет может запрашивать у государств - участников дополнительную информацию, касающуюся осуществления настоящей Конвенции.\n' +
            '5. Доклады о деятельности Комитета один раз в два года представляются Генеральной Ассамблее через посредство Экономического и Социального Совета.\n' +
            '6. Государства - участники обеспечивают широкую гласность своих докладов в своих собственных странах.\n' +
            'Статья 45\n' +
            'С целью способствовать эффективному осуществлению Конвенции и поощрять международное сотрудничество в области, охватываемой настоящей Конвенцией:\n' +
            'a) специализированные учреждения, Детский фонд Организации Объединенных Наций и другие органы Организации Объединенных Наций вправе быть представленными при рассмотрении вопросов об осуществлении таких положений настоящей Конвенции, которые входят в сферу их полномочий. Комитет может предложить специализированным учреждениям, Детскому фонду Организации Объединенных Наций и другим компетентным органам, когда он считает это целесообразным, представить заключение экспертов относительно осуществления Конвенции в тех областях, которые входят в сферу их соответствующих полномочий. Комитет может предложить специализированным учреждениям, Детскому фонду Организации Объединенных Наций и другим органам Организации Объединенных Наций представить доклады об осуществлении Конвенции в областях, входящих в сферу их деятельности;\n' +
            'b) Комитет препровождает, когда он считает это целесообразным, в специализированные учреждения, Детский фонд Организации Объединенных Наций и другие компетентные органы любые доклады государств - участников, в которых содержится просьба о технической консультации или помощи или указывается на потребность в этом, а также замечания и предложения Комитета, если таковые имеются, относительно таких просьб или указаний;\n' +
            'c) Комитет может рекомендовать Генеральной Ассамблее предложить Генеральному секретарю провести от ее имени исследования по отдельным вопросам, касающимся прав ребенка;\n' +
            'd) Комитет может вносить предложения и рекомендации общего характера, основанные на информации, получаемой в соответствии со статьями 44 и 45 настоящей Конвенции. Такие предложения и рекомендации общего характера препровождаются любому заинтересованному государству - участнику и сообщаются Генеральной Ассамблее наряду с замечаниями государств - участников, если таковые имеются.\n' +
            'Часть III\n' +
            'Статья 46\n' +
            'Настоящая Конвенция открыта для подписания ее всеми государствами.\n' +
            'Статья 47\n' +
            'Настоящая Конвенция подлежит ратификации. Ратификационные грамоты сдаются на хранение Генеральному секретарю Организации Объединенных Наций.\n' +
            'Статья 48\n' +
            'Настоящая Конвенция открыта для присоединения к ней любого государства. Документы о присоединении сдаются на хранение Генеральному секретарю Организации Объединенных Наций.\n' +
            'Статья 49\n' +
            '1. Настоящая Конвенция вступает в силу на тридцатый день после даты сдачи на хранение Генеральному секретарю Организации Объединенных Наций двадцатой ратификационной грамоты или документа о присоединении.\n' +
            '2. Для каждого государства, которое ратифицирует настоящую Конвенцию или присоединяется к ней после сдачи на хранение двадцатой ратификационной грамоты или документа о присоединении, настоящая Конвенция вступает в силу на тридцатый день после сдачи таким государством на хранение его ратификационной грамоты или документа о присоединении.\n' +
            'Статья 50\n' +
            '1. Любое государство - участник может предложить поправку и представить ее Генеральному секретарю Организации Объединенных Наций. Генеральный секретарь затем препровождает предложенную поправку государствам - участникам с просьбой указать, высказываются ли они за созыв конференции государств - участников с целью рассмотрения этих предложений и проведения по ним голосования. Если в течение четырех месяцев, начиная с даты такого сообщения, по крайней мере одна треть государств - участников выскажется за такую конференцию, Генеральный секретарь созывает эту конференцию под эгидой Организации Объединенных Наций. Любая поправка, принятая большинством государств - участников, присутствующих и участвующих в голосовании на этой конференции, представляется Генеральной Ассамблее на утверждение.\n' +
            '2. Поправка, принятая в соответствии с пунктом 1 настоящей статьи, вступает в силу по утверждении ее Генеральной Ассамблеей Организации Объединенных Наций и принятия ее большинством в две трети государств - участников.\n' +
            '3. Когда поправка вступает в силу, она становится обязательной для тех государств - участников, которые ее приняли, а для других государств - участников остаются обязательными положения настоящей Конвенции и любые предшествующие поправки, которые ими приняты.\n' +
            'Статья 51\n' +
            '1. Генеральный секретарь Организации Объединенных Наций получает и рассылает всем государствам текст оговорок, сделанных государствами в момент ратификации или присоединения.\n' +
            '2. Оговорка, несовместимая с целями и задачами настоящей Конвенции, не допускается.\n' +
            '3. Оговорки могут быть сняты в любое время путем соответствующего уведомления, направленного Генеральному секретарю Организации Объединенных Наций, который затем сообщает об этом всем государствам. Такое уведомление вступает в силу со дня его получения Генеральным секретарем.\n' +
            'Статья 52\n' +
            'Любое государство - участник может денонсировать настоящую Конвенцию путем письменного уведомления Генерального секретаря Организации Объединенных Наций. Денонсация вступает в силу по истечении одного года после получения уведомления Генеральным секретарем.\n' +
            'Статья 53\n' +
            'Генеральный секретарь Организации Объединенных Наций назначается депозитарием настоящей Конвенции.\n' +
            'Статья 54\n' +
            'Подлинник настоящей Конвенции, английский, арабский, испанский, китайский, русский и французский тексты которой являются равно аутентичными, сдается на хранение Генеральному секретарю Организации Объединенных Наций.\n' +
            'В удостоверение чего нижеподписавшиеся полномочные представители, должным образом на то уполномоченные своими соответствующими правительствами, подписали настоящую Конвенцию.\n' +
            '* * *\n' +
            'Конвенция одобрена Генеральной Ассамблеей ООН 20 ноября 1989 г., подписана от имени СССР 26 января 1990 г., ратифицирована Верховным Советом СССР 13 июня 1990 г. Ратификационная грамота сдана на хранение Генеральному секретарю ООН 16 августа 1990 г.\n' +
            'Конвенция вступила в силу для СССР 15 сентября 1990 г.'
    },
    {
        id: 2,
        name: 'nation-strategy',
        title: 'Национальная стратегия действий в интересах детей',
        subTitle: null,
        content: '<a href="https://base.garant.ru/70183566/#text" class="hover:underline">Указ Президента РФ от 1 июня 2012 г. N 761\n' +
            '<a href="https://base.garant.ru/70183566/#block_1000" class="hover:underline">Национальная стратегия действий в интересах детей на 2012 - 2017 годы</a>\n' +
            '\n' +
            'В целях формирования государственной политики по улучшению положения детей в Российской Федерации, руководствуясь Конвенцией о правах ребенка, постановляю:\n' +
            '\n' +
            'В целях формирования государственной политики по улучшению положения детей в Российской Федерации, руководствуясь Конвенцией о правах ребенка, постановляю:\n' +
            '\n' +
            '1. Утвердить прилагаемую Национальную стратегию действий в интересах детей на 2012 - 2017 годы.\n' +
            '\n' +
            '2. Руководителю Администрации Президента Российской Федерации в 2-месячный срок представить на утверждение проект положения о Координационном совете при Президенте Российской Федерации по реализации Национальной стратегии действий в интересах детей на 2012 - 2017 годы и предложения по его составу.\n' +
            '\n' +
            '3. Правительству Российской Федерации:\n' +
            '\n' +
            'а) в 3-месячный срок утвердить план первоочередных мероприятий до 2014 года по реализации важнейших положений Национальной стратегии действий в интересах детей на 2012 - 2017 годы;\n' +
            '\n' +
            'б) предусматривать при формировании проекта федерального бюджета на очередной финансовый год и на плановый период бюджетные ассигнования на реализацию Национальной стратегии действий в интересах детей на 2012 - 2017 годы.\n' +
            '\n' +
            '4. Рекомендовать органам государственной власти субъектов Российской Федерации утвердить региональные стратегии (программы) действий в интересах детей.\n' +
            '\n' +
            '5. Настоящий Указ вступает в силу со дня его подписания.\n' +
            '\n' +
            'Президент\n' +
            'Российской Федерации\n' +
            '\n' +
            'В. Путин\n' +
            '\n' +
            'Москва, Кремль\n' +
            '\n' +
            '1 июня 2012 года\n' +
            '\n' +
            'N 761\n' +
            '\n' +
            'Национальная стратегия действий в интересах детей на 2012 - 2017 годы\n' +
            '(утв. Указом Президента РФ от 1 июня 2012 г. N 761)\n' +
            '\n' +
            'I. Введение\n' +
            '\n' +
            'Согласно Всеобщей декларации прав человека дети имеют право на особую заботу и помощь. Конституция Российской Федерации гарантирует государственную поддержку семьи, материнства и детства. Подписав Конвенцию о правах ребенка и иные международные акты в сфере обеспечения прав детей, Российская Федерация выразила приверженность участию в усилиях мирового сообщества по формированию среды, комфортной и доброжелательной для жизни детей.\n' +
            '\n' +
            'В Российской Федерации Национальный план действий в интересах детей был принят в 1995 году и рассчитан на период до 2000 года. В рамках очередного этапа социально-экономического развития страны актуальным является разработка и принятие нового документа - Национальной стратегии действий в интересах детей на 2012-2017 годы (далее - Национальная стратегия).\n' +
            '\n' +
            'Главная цель Национальной стратегии - определить основные направления и задачи государственной политики в интересах детей и ключевые механизмы ее реализации, базирующиеся на общепризнанных принципах и нормах международного права.\n' +
            '\n' +
            'В последнее десятилетие обеспечение благополучного и защищенного детства стало одним из основных национальных приоритетов России. В посланиях Президента Российской Федерации Федеральному Собранию Российской Федерации ставились задачи по разработке современной и эффективной государственной политики в области детства. Проблемы детства и пути их решения нашли свое отражение в Концепции долгосрочного социально-экономического развития Российской Федерации на период до 2020 года, Концепции демографической политики Российской Федерации на период до 2025 года.\n' +
            '\n' +
            'Инструментом практического решения многих вопросов в сфере детства стала реализация приоритетных национальных проектов "Здоровье" и "Образование", федеральных целевых программ. Принят ряд важнейших законодательных актов, направленных на предупреждение наиболее серьезных угроз осуществлению прав детей. Созданы новые государственные и общественные институты: учреждена должность Уполномоченного при Президенте Российской Федерации по правам ребенка, в ряде субъектов Российской Федерации создан институт уполномоченного по правам ребенка, учрежден Фонд поддержки детей, находящихся в трудной жизненной ситуации. Увеличился объем финансирования социальных расходов из федерального бюджета и бюджетов субъектов Российской Федерации, приняты новые меры социальной поддержки семей с детьми. Впервые в России проведена широкомасштабная общенациональная информационная кампания по противодействию жестокому обращению с детьми, введен в практику единый номер телефона доверия.\n' +
            '\n' +
            'В результате принятых мер наметились позитивные тенденции увеличения рождаемости и снижения детской смертности, улучшения социально-экономического положения семей с детьми, повышения доступности образования и медицинской помощи для детей, увеличения числа устроенных в семьи детей, оставшихся без попечения родителей.\n' +
            '\n' +
            'Вместе с тем проблемы, связанные с созданием комфортной и доброжелательной для жизни детей среды, сохраняют свою остроту и далеки от окончательного решения. Продолжается сокращение численности детского населения, у значительной части детей дошкольного возраста и обучающихся в общеобразовательных учреждениях обнаруживаются различные заболевания и функциональные отклонения.\n' +
            '\n' +
            'По информации Генеральной прокуратуры Российской Федерации, не снижается количество выявленных нарушений прав детей. В 2011 году более 93 тыс. детей стали жертвами преступлений. Низкими темпами сокращается число детей-инвалидов, детей-сирот и детей, оставшихся без попечения родителей. Остро стоят проблемы подросткового алкоголизма, наркомании и токсикомании: почти четверть преступлений совершается несовершеннолетними в состоянии опьянения.\n' +
            '\n' +
            'Развитие высоких технологий, открытость страны мировому сообществу привели к незащищенности детей от противоправного контента в информационно-телекоммуникационной сети "Интернет" (далее - сеть "Интернет"), усугубили проблемы, связанные с торговлей детьми, детской порнографией и проституцией. По сведениям МВД России, число сайтов, содержащих материалы с детской порнографией, увеличилось почти на треть, а количество самих интернет-материалов - в 25 раз. Значительное число сайтов, посвященных суицидам, доступно подросткам в любое время.\n' +
            '\n' +
            'Согласно данным Росстата, в 2010 году доля малообеспеченных среди детей в возрасте до 16 лет превышала среднероссийский уровень бедности. В самом уязвимом положении находятся дети в возрасте от полутора до трех лет, дети из многодетных и неполных семей и дети безработных родителей.\n' +
            '\n' +
            'Масштабы и острота существующих проблем в сфере детства, возникающие новые вызовы, интересы будущего страны и ее безопасности настоятельно требуют от органов государственной власти Российской Федерации, органов местного самоуправления, гражданского общества принятия неотложных мер для улучшения положения детей и их защиты.\n' +
            '\n' +
            '1. Основные проблемы в сфере детства\n' +
            '\n' +
            'Недостаточная эффективность имеющихся механизмов обеспечения и защиты прав и интересов детей, неисполнение международных стандартов в области прав ребенка.\n' +
            '\n' +
            'Высокий риск бедности при рождении детей, особенно в многодетных и неполных семьях.\n' +
            '\n' +
            'Распространенность семейного неблагополучия, жестокого обращения с детьми и всех форм насилия в отношении детей.\n' +
            '\n' +
            'Низкая эффективность профилактической работы с неблагополучными семьями и детьми, распространенность практики лишения родительских прав и социального сиротства.\n' +
            '\n' +
            'Неравенство между субъектами Российской Федерации в отношении объема и качества доступных услуг для детей и их семей.\n' +
            '\n' +
            'Социальная исключенность уязвимых категорий детей (дети-сироты и дети, оставшиеся без попечения родителей, дети-инвалиды и дети, находящиеся в социально опасном положении).\n' +
            '\n' +
            'Нарастание новых рисков, связанных с распространением информации, представляющей опасность для детей.\n' +
            '\n' +
            'Отсутствие действенных механизмов обеспечения участия детей в общественной жизни, в решении вопросов, затрагивающих их непосредственно.\n' +
            '\n' +
            '2. Ключевые принципы Национальной стратегии\n' +
            '\n' +
            'Реализация основополагающего права каждого ребенка жить и воспитываться в семье. В Российской Федерации должны создаваться условия для обеспечения соблюдения прав и законных интересов ребенка в семье, своевременного выявления их нарушений и организации профилактической помощи семье и ребенку, обеспечения адресной поддержки нуждающихся в ней семей с детьми, оказавшимися в трудной жизненной ситуации, а при необходимости - приниматься меры по устройству детей, оставшихся без попечения родителей, на воспитание в семьи граждан.\n' +
            '\n' +
            'Защита прав каждого ребенка. В Российской Федерации должна быть сформирована система, обеспечивающая реагирование на нарушение прав каждого ребенка без какой-либо дискриминации, включая диагностику ситуации, планирование и принятие необходимого комплекса мер по обеспечению соблюдения прав ребенка и восстановлению нарушенных прав; правовое просвещение; предоставление реабилитационной помощи каждому ребенку, ставшему жертвой жестокого обращения или преступных посягательств.\n' +
            '\n' +
            'Максимальная реализация потенциала каждого ребенка. В Российской Федерации должны создаваться условия для формирования достойной жизненной перспективы для каждого ребенка, его образования, воспитания и социализации, максимально возможной самореализации в социально позитивных видах деятельности.\n' +
            '\n' +
            'Сбережение здоровья каждого ребенка. В Российской Федерации должны приниматься меры, направленные на формирование у семьи и детей потребности в здоровом образе жизни, всеобщую раннюю профилактику заболеваемости, внедрение здоровьесберегающих технологий во все сферы жизни ребенка, предоставление квалифицированной медицинской помощи в любых ситуациях.\n' +
            '\n' +
            'Технологии помощи, ориентированные на развитие внутренних ресурсов семьи, удовлетворение потребностей ребенка и реализуемые при поддержке государства. В Российской Федерации необходимо шире внедрять эффективные технологии социальной работы, предполагающие опору на собственную активность людей, предоставление им возможности участвовать в решении своих проблем наряду со специалистами, поиск нестандартных экономических решений.\n' +
            '\n' +
            'Особое внимание уязвимым категориям детей. В Российской Федерации во всех случаях особое и достаточное внимание должно быть уделено детям, относящимся к уязвимым категориям. Необходимо разрабатывать и внедрять формы работы с такими детьми, позволяющие преодолевать их социальную исключенность и способствующие реабилитации и полноценной интеграции в общество.\n' +
            '\n' +
            'Обеспечение профессионализма и высокой квалификации при работе с каждым ребенком и его семьей. В Российской Федерации формирование и реализация политики в области детства должны основываться на использовании последних достижений науки, современных технологий, в том числе в социальной сфере. Необходимо обеспечить условия для качественной подготовки и регулярного повышения квалификации кадров во всех отраслях, так или иначе связанных с работой с детьми и их семьями.\n' +
            '\n' +
            'Партнерство во имя ребенка. В Российской Федерации политика в области детства должна опираться на технологии социального партнерства, общественно-профессиональную экспертизу, реализовываться с участием бизнес-сообщества, посредством привлечения общественных организаций и международных партнеров к решению актуальных проблем, связанных с обеспечением и защитой прав и интересов детей. Необходимо принимать меры, направленные на формирование открытого рынка социальных услуг, создание системы общественного контроля в сфере обеспечения и защиты прав детей.\n' +
            '\n' +
            '* * *\n' +
            '\n' +
            'Национальная стратегия разработана на период до 2017 года и призвана обеспечить достижение существующих международных стандартов в области прав ребенка, формирование единого подхода органов государственной власти Российской Федерации, органов местного самоуправления, институтов гражданского общества и граждан к определению целей, задач, направлений деятельности и первоочередных мер по решению наиболее актуальных проблем детства.\n' +
            '\n' +
            'Национальная стратегия разработана с учетом Стратегии Совета Европы по защите прав ребенка на 2012 - 2015 годы, которая включает следующие основные цели: способствование появлению дружественных к ребенку услуг и систем; искоренение всех форм насилия в отношении детей; гарантирование прав детей в ситуациях, когда дети особо уязвимы.\n' +
            '\n' +
            'Участие в реализации положений названной Стратегии Совета Европы, актуальных международных договоров в сфере обеспечения и защиты прав детей и совершенствование российского законодательства в соответствии с общепризнанными принципами и нормами международного права позволят гармонизировать деятельность России по защите прав и интересов детей с деятельностью мирового сообщества, будут способствовать распространению на территории Российской Федерации положительного опыта европейских стран и продвижению инновационного российского опыта на мировую арену, защите прав и интересов российских детей в любой точке земного шара.\n' +
            '\n' +
            'Реализацию Национальной стратегии предусматривается осуществлять по следующим основным направлениям: семейная политика детствосбережения; доступность качественного обучения и воспитания, культурное развитие и информационная безопасность детей; здравоохранение, дружественное к детям, и здоровый образ жизни; равные возможности для детей, нуждающихся в особой заботе государства; создание системы защиты и обеспечения прав и интересов детей и дружественного к ребенку правосудия; дети - участники реализации Национальной стратегии.\n' +
            '\n' +
            'II. Семейная политика детствосбережения\n' +
            '\n' +
            '1. Краткий анализ ситуации\n' +
            '\n' +
            'Несмотря на наблюдающийся в последние годы рост рождаемости, число детей в возрасте до 17 лет сократилось за 10 лет с 31,6 миллиона в 2002 году до 25 миллионов в 2011 году.\n' +
            '\n' +
            'Для многодетных и неполных семей характерны максимальные риски бедности. Недостаточно удовлетворен спрос на доступные товары и услуги для детей.\n' +
            '\n' +
            'Трансформация института семьи сопровождается высоким уровнем социального неблагополучия в семьях, что сопряжено с пьянством и алкоголизмом, наркозависимостью, деградацией семейных и социальных ценностей, социальным сиротством. В случаях несвоевременного выявления и неоказания эффективной профилактической помощи семьям с детьми на ранних этапах основными мерами по защите прав ребенка становятся лишение и ограничение родительских прав (57,4 тыс. родителей в 2011 году).\n' +
            '\n' +
            'Недопустимо широко распространены жестокое обращение с детьми, включая физическое, эмоциональное, сексуальное насилие в отношении детей, пренебрежение их основными потребностями.\n' +
            '\n' +
            '2. Основные задачи\n' +
            '\n' +
            'Сокращение бедности среди семей с детьми и обеспечение минимального гарантированного дохода.\n' +
            '\n' +
            'Повышение доступности и качества социальных услуг для семей с детьми, основанных на международных стандартах прав ребенка и Рекомендациях Комитета министров Совета Европы о правах детей и социальных услугах, дружественных к детям и семьям.\n' +
            '\n' +
            'Обеспечение для всех детей безопасного и комфортного семейного окружения, в условиях которого соблюдаются права ребенка и исключены любые формы жестокого обращения с ним.\n' +
            '\n' +
            'Обеспечение профилактики семейного неблагополучия, основанной на его раннем выявлении, индивидуализированной адекватной помощи семье, находящейся в трудной жизненной ситуации, оказываемой на межведомственной основе, приоритете воспитания ребенка в родной семье.\n' +
            '\n' +
            '3. Первоочередные меры\n' +
            '\n' +
            'Разработка и принятие федерального закона, определяющего основы государственной семейной политики.\n' +
            '\n' +
            'Разработка и утверждение стандартов минимальных гарантий доступа к доходам и социальным услугам, определяющих основные показатели качества жизни детей, включая минимальный гарантированный доход, гарантированное социальное жилье, семейный отдых и качество питания.\n' +
            '\n' +
            'Проведение мониторинга законодательства Российской Федерации в сфере защиты детства, в том числе уточнение и упорядочение правового содержания понятий "дети, находящиеся в трудной жизненной ситуации", "дети и семьи, находящиеся в социально опасном положении", "дети, нуждающиеся в помощи государства", "дети, оставшиеся без попечения родителей", "жестокое обращение с ребенком".\n' +
            '\n' +
            'Формирование законодательной базы для реформирования организации работы органов опеки и попечительства по защите прав детей.\n' +
            '\n' +
            'Совершенствование правовых механизмов, обеспечивающих возможность участия обоих родителей в воспитании ребенка при раздельном проживании.\n' +
            '\n' +
            'Оптимизация полномочий государственных органов по защите прав детей, нормативное закрепление порядка межведомственного взаимодействия по предотвращению семейного неблагополучия, социального сиротства, защите прав и законных интересов детей.\n' +
            '\n' +
            'Содействие реализации в субъектах Российской Федерации глобальной инициативы Детского фонда ООН (ЮНИСЕФ) "Города, доброжелательные к детям".\n' +
            '\n' +
            'Создание и распространение информации о правах ребенка, адаптированной для детей, родителей, учителей, специалистов, работающих с детьми и в интересах детей, через средства массовой информации, сеть "Интернет", организации и учреждения для детей.\n' +
            '\n' +
            'Модернизация государственного статистического наблюдения в сфере защиты семьи, материнства и детства.\n' +
            '\n' +
            'Формирование системы мониторинга и статистического учета для оценки эффективности семейной и социальной политики в сфере материнства и детства.\n' +
            '\n' +
            '4. Меры, направленные на сокращение бедности среди семей с детьми\n' +
            '\n' +
            'Разработка и принятие минимальных государственных гарантий в области доходов и социальных услуг, определяющих основные показатели качества жизни семей с детьми.\n' +
            '\n' +
            'Совершенствование системы налоговых вычетов для семей с детьми.\n' +
            '\n' +
            'Разработка мер по обеспечению регулярности выплат алиментов, достаточных для содержания детей, в том числе посредством создания государственного алиментного фонда.\n' +
            '\n' +
            'Разработка и принятие Стратегии развития индустрии детских товаров на период до 2020 года и плана мероприятий по ее реализации в формате федеральной целевой программы; внесение соответствующих изменений в нормативную правовую базу.\n' +
            '\n' +
            '5. Меры, направленные на формирование безопасного и комфортного семейного окружения для детей\n' +
            '\n' +
            'Разработка и принятие программы, пропагандирующей ценности семьи, приоритет ответственного родительства, защищенного детства, нетерпимость ко всем формам насилия и телесного наказания в отношении детей через средства массовой информации, систему образования, социальной защиты, здравоохранения и культуры.\n' +
            '\n' +
            'Разработка и нормативное закрепление стандартов оказания специализированных профилактических услуг по предотвращению жестокого обращения с детьми, преодолению семейного неблагополучия и социального сиротства, реабилитационной помощи детям (их семьям), пострадавшим от жестокого обращения.\n' +
            '\n' +
            'Обеспечение внедрения и распространения современных технологий профилактической и реабилитационной работы с семьей и детьми.\n' +
            '\n' +
            'Разработка мер по реализации Рекомендаций Комитета министров Совета Европы о политике в поддержку позитивного родительства.\n' +
            '\n' +
            'Повышение доступности услуг для семей с детьми за счет активного развития и поддержки сектора профильных некоммерческих организаций.\n' +
            '\n' +
            'Продолжение общенациональной информационной кампании по противодействию жестокому обращению с детьми.\n' +
            '\n' +
            'Формирование действенных механизмов раннего выявления жестокого обращения и насилия в отношении ребенка, социального неблагополучия семей с детьми и оказания им помощи с участием учреждений образования, здравоохранения, социального обслуживания, в том числе закрепление порядка межведомственного взаимодействия в деятельности по защите прав детей.\n' +
            '\n' +
            'Формирование полноценной системы подготовки и повышения квалификации специалистов, работающих с детьми и в интересах детей.\n' +
            '\n' +
            'Организация распространения и внедрения передового опыта в сфере профилактики жестокого обращения с детьми и реабилитации пострадавших.\n' +
            '\n' +
            '6. Меры, направленные на профилактику изъятия ребенка из семьи, социального сиротства\n' +
            '\n' +
            'Организация на межведомственной основе системы раннего выявления социального неблагополучия семей с детьми и комплексной работы с ними для предотвращения распада семьи и лишения родителей родительских прав (при участии органов социальной защиты населения, образования, здравоохранения, служб занятости, комиссий по делам несовершеннолетних и защите их прав, органов опеки и попечительства) с надлежащей координацией деятельности всех служб в сфере реабилитации семьи.\n' +
            '\n' +
            'Обеспечение беспрепятственного доступа семей с детьми к необходимым социальным услугам, в том числе на основе развития служб социального сопровождения семей, входящих в группу риска, участковых социальных служб, мобильных бригад, кризисных центров для детей, пострадавших от жестокого обращения, и кризисных центров для матерей с детьми в целях осуществления работы с ними по предотвращению отказа от ребенка.\n' +
            '\n' +
            'Обеспечение повсеместного внедрения эффективных технологий реабилитации социально неблагополучных семей с детьми.\n' +
            '\n' +
            'Внедрение системы профилактики отказов от детей при рождении и (или) помещении в медицинские учреждения, особенно в случаях выявления у ребенка нарушений развития и несовершеннолетия матерей.\n' +
            '\n' +
            'Введение запрета на изъятие детей из семей без предварительного проведения социально-реабилитационной работы, включая возможность замены лишения родительских прав ограничением родительских прав с организацией в этот период реабилитационной работы с семьями.\n' +
            '\n' +
            '7. Ожидаемые результаты\n' +
            '\n' +
            'Снижение уровня бедности, дефицита доходов у семей с детьми и ликвидация крайних форм проявления бедности.\n' +
            '\n' +
            'Ликвидация дефицита услуг, оказываемых дошкольными образовательными учреждениями.\n' +
            '\n' +
            'Сокращение доли детей, не получающих алименты в полном объеме.\n' +
            '\n' +
            'Снижение численности семей, находящихся в социально опасном положении.\n' +
            '\n' +
            'Формирование в обществе ценностей семьи, ребенка, ответственного родительства.\n' +
            '\n' +
            'Повышение качества услуг для семей с детьми, находящимися в трудной жизненной ситуации.\n' +
            '\n' +
            'Создание эффективных механизмов, способствующих сокращению случаев лишения родительских прав, выявлению семей, входящих в группу риска, их социальному сопровождению и реабилитации, сокращению числа случаев жестокого обращения с детьми в семьях.\n' +
            '\n' +
            'Сокращение числа детей, остающихся без попечения родителей.\n' +
            '\n' +
            'III. Доступность качественного обучения и воспитания, культурное развитие и информационная безопасность детей\n' +
            '\n' +
            '1. Краткий анализ ситуации\n' +
            '\n' +
            'Основной проблемой доступности дошкольного образования для всех категорий детей является дефицит мест в дошкольных образовательных учреждениях. Для повышения доступности дошкольного образования для населения необходимо развитие всех форм дошкольного образования, таких как семейный детский сад, служба ранней помощи, лекотека, центры игровой поддержки ребенка и других, а также развитие негосударственного сектора.\n' +
            '\n' +
            'Приоритетом в данной сфере является повышение качества дошкольного образования в целях обеспечения равных стартовых возможностей для обучения детей в начальной школе. На этапе дошкольного образования очень важны организация психолого-педагогической поддержки семьи и повышение компетентности родителей в вопросах воспитания и развития ребенка.\n' +
            '\n' +
            'Обеспечение прав граждан и государственных гарантий на получение общедоступного и качественного бесплатного общего образования является одним из основных принципов государственной политики в области образования. В целях реализации системных задач, поставленных в рамках национальной образовательной инициативы "Наша новая школа", Правительством Российской Федерации утвержден план действий по модернизации общего образования на 2011 - 2015 годы. В рамках реализации данной инициативы особое внимание уделяется вопросам обеспечения качества общего образования. Предстоит серьезное обновление программ и методов работы школы, устранение искусственной дифференциации школ по качеству образования. Новые федеральные государственные образовательные стандарты должны обеспечить доступность для каждого старшеклассника нескольких профилей обучения, соответствующих его склонностям и жизненным планам.\n' +
            '\n' +
            'Общероссийская система оценки качества образования строится на принципах охвата всех ступеней общего образования процедурами оценки качества образования, участия в построении этой системы (в части, касающейся общего образования) органов управления образованием всех уровней (федеральных, региональных и муниципальных) и непосредственно образовательных учреждений.\n' +
            '\n' +
            'Таким образом, создаваемая общероссийская система оценки качества образования призвана обеспечить единство требований к подготовленности выпускников, объективность оценки достижений обучающихся, преемственность между разными ступенями общего образования, возможность использования результатов оценки качества для принятия необходимых управленческих решений.\n' +
            '\n' +
            'Продолжает совершенствоваться проведение единого государственного экзамена, усиливается контроль за соблюдением установленного порядка проведения экзаменов, повышается качество информированности населения об организации и результатах проведения экзаменов. В первую очередь это касается системы общественного наблюдения, которая с 2011 года введена на законодательной основе. В настоящее время ведется проработка возможных механизмов совершенствования существующих моделей проведения единого государственного экзамена путем развития информационно-коммуникационных технологий. Так, в 2012 году планируется внедрение электронной системы тестирования на экзамене по информатике и информационно-коммуникационным технологиям, а на экзамене по иностранному языку - устного компонента, как это предусмотрено федеральным компонентом государственного образовательного стандарта. При этом предполагается учитывать опыт апробации аналогичных форм проведения экзаменов по данным предметам в ходе эксперимента по введению единого государственного экзамена.\n' +
            '\n' +
            'Вместе с тем продолжают нарастать проблемы, из-за нерешенности которых права и интересы детей в системе образования оказываются во многом не реализованными. Этими проблемами являются:\n' +
            '\n' +
            'дефицит мест в дошкольных образовательных учреждениях, невысокий уровень качества дошкольного образования;\n' +
            '\n' +
            'дифференциация в доступе отдельных категорий детей к качественному основному и дополнительному образованию;\n' +
            '\n' +
            'отстающее от современных потребностей общества качество образования как целостного процесса обучения и воспитания детей, неэффективное управление этим процессом и слабый контроль за качеством образовательных услуг;\n' +
            '\n' +
            'несоответствие современной системы обеспечения информационной безопасности детей новым рискам, связанным с развитием сети "Интернет" и информационных технологий, нарастающему противоправному контенту.\n' +
            '\n' +
            'Низкий уровень этического, гражданско-патриотического, культурно-эстетического развития различных категорий детей приводит к возникновению в подростковой среде межэтнической и межконфессиональной напряженности, ксенофобии, к дискриминационному поведению детей и подростков, агрессивности, травле сверстников и другим асоциальным проявлениям.\n' +
            '\n' +
            '2. Основные задачи\n' +
            '\n' +
            'Обеспечение доступности качественного дошкольного образования, расширение вариативности его форм.\n' +
            '\n' +
            'Реализация прав детей различных категорий на получение общедоступного и качественного бесплатного общего образования на основе модернизации общего образования в полном соответствии с требованиями федеральных государственных образовательных стандартов.\n' +
            '\n' +
            'Защита образовательных прав детей, принадлежащих к национальным и этническим группам, проживающим в экстремальных условиях районов Крайнего Севера и приравненных к ним местностях.\n' +
            '\n' +
            'Создание общероссийской системы оценки качества образования, обеспечивающей единство требований к подготовленности выпускников, объективность оценки достижений обучающихся и качества учебно-воспитательной работы образовательных учреждений, преемственность между разными ступенями общего образования, возможность использования результатов оценки качества для принятия необходимых управленческих решений.\n' +
            '\n' +
            'Обеспечение условий для выявления и развития талантливых детей и детей со скрытой одаренностью независимо от сферы одаренности, места жительства и социально-имущественного положения их семей.\n' +
            '\n' +
            'Формирование новой общественно-государственной системы воспитания детей, обеспечивающей их социализацию, высокий уровень гражданственности, патриотичности, толерантности, законопослушное поведение.\n' +
            '\n' +
            'Развитие системы дополнительных образовательных услуг на бесплатной основе, инфраструктуры творческого развития и воспитания детей.\n' +
            '\n' +
            'Государственная поддержка развития детских библиотек, литературы, кино и телевидения для детей.\n' +
            '\n' +
            'Организация профилактики межэтнической, межконфессиональной и социально-имущественной напряженности в образовательной среде в соответствии с современными вызовами.\n' +
            '\n' +
            'Обеспечение информационной безопасности детства путем реализации единой государственной политики в сфере защиты детей от информации, причиняющей вред их здоровью и развитию.\n' +
            '\n' +
            '3. Меры, направленные на обеспечение доступности и качества образования\n' +
            '\n' +
            'Обеспечение государственной поддержки строительства новых дошкольных образовательных учреждений, а также развития всех форм дошкольного образования, таких как семейный детский сад, служба ранней помощи, лекотека, центры игровой поддержки ребенка и другие, включая негосударственный сектор.\n' +
            '\n' +
            'Обеспечение развития способностей каждого ученика массовой школы, доступности для каждого старшеклассника выбора профилей обучения, соответствующих его склонностям и жизненным планам.\n' +
            '\n' +
            'Законодательное закрепление правовых механизмов реализации права детей-инвалидов и детей с ограниченными возможностями здоровья на включение в существующую образовательную среду на уровне дошкольного, общего и профессионального образования (права на инклюзивное образование).\n' +
            '\n' +
            'Обеспечение реализации гарантий доступности качественного образования для детей-сирот и детей, оставшихся без попечения родителей, и их поддержки на всех уровнях образования.\n' +
            '\n' +
            'Создание условий для развития различных региональных вариантов поликультурной модели дошкольного и общего образования, обеспечивающей формирование российской гражданской идентичности.\n' +
            '\n' +
            'Продолжение внедрения электронных, устных и других новых форм оценки знаний обучающихся, а также расширение содержания тестирования в рамках совершенствования существующих моделей проведения единого государственного экзамена и государственной итоговой аттестации.\n' +
            '\n' +
            'Внедрение современных технологий контроля, включая общественное наблюдение, за соблюдением установленного порядка проведения экзаменов и повышение качества информированности населения об организации и результатах проведения экзаменов с использованием информационно-коммуникационных технологий.\n' +
            '\n' +
            'Обеспечение предоставления детям качественной психологической и коррекционно-педагогической помощи в образовательных учреждениях.\n' +
            '\n' +
            'Обеспечение разработки примерных программ, определяющих единую содержательную основу подготовки педагогов-психологов, а также детального правового регулирования оказания психологической помощи детям педагогами-психологами.\n' +
            '\n' +
            'Создание системы психолого-педагогической поддержки семьи и повышения педагогической компетентности родителей, психологического сопровождения развития ребенка в условиях семьи и образовательного учреждения.\n' +
            '\n' +
            '4. Меры, направленные на поиск и поддержку талантливых детей и молодежи\n' +
            '\n' +
            'Обеспечение нормативно-правового закрепления особых образовательных запросов одаренных детей; поддержка и развитие образовательных учреждений, специализирующихся на работе с одаренными детьми.\n' +
            '\n' +
            'ГАРАНТ:\n' +
            '\n' +
            'См. Модельную методику по определению норматива подушевого финансирования на психолого-педагогическое сопровождение развития (образования) талантливых детей в общеобразовательных учреждениях, реализующих образовательные программы начального общего, основного общего и среднего (полного) общего образования различной направленности, направленную письмом Минобрнауки России от 25 июня 2012 г. N ИБ-908/02\n' +
            '\n' +
            'Создание национального ресурсного центра для работы с одаренными детьми в целях обеспечения разработки методологии и методов диагностики, развития, обучения и психолого-педагогической поддержки одаренных детей для использования в массовой школе и в специализированных школах для одаренных детей.\n' +
            '\n' +
            'Создание системы специальной подготовки и переподготовки психолого-педагогических кадров для работы с одаренными детьми, а также для работы с их родителями (законными представителями).\n' +
            '\n' +
            'Обеспечение информационной поддержки государственной политики по оказанию помощи талантливым детям и молодежи.\n' +
            '\n' +
            '5. Меры, направленные на развитие воспитания и социализацию детей\n' +
            '\n' +
            'Разработка общенациональной стратегии развития воспитания как основы реализации государственной политики.\n' +
            '\n' +
            'Обеспечение развития научных основ воспитания и социализации подрастающих поколений.\n' +
            '\n' +
            'Внедрение современных программ гражданско-патриотического воспитания, направленных на формирование российской гражданской идентичности, культуры толерантности, социальной компетентности в сфере этнического и межконфессионального взаимодействия, готовности к защите Отечества и позитивного отношения у молодых людей к службе в рядах Вооруженных Сил Российской Федерации.\n' +
            '\n' +
            'Нормативное урегулирование ресурсного обеспечения воспитательной деятельности (материально-технического, финансового, кадрового, информационно-методического) и организации контроля за условиями, созданными в образовательных учреждениях для воспитания и социализации детей.\n' +
            '\n' +
            'Обеспечение проведения комплексной профилактики негативных явлений в детской среде; обновление форм и методов борьбы с детской безнадзорностью, наркоманией, алкоголизмом, преступностью, проституцией; разработка эффективных механизмов профилактики девиантного поведения детей.\n' +
            '\n' +
            'Внедрение эффективных механизмов сотрудничества органов управления образованием, гражданского общества, представителей различных конфессий, средств массовой информации, родительских сообществ в области воспитания и социализации детей.\n' +
            '\n' +
            '6. Меры, направленные на развитие системы дополнительного образования, инфраструктуры творческого развития и воспитания детей\n' +
            '\n' +
            'Разработка и внедрение федеральных требований к образовательным программам дополнительного образования и спортивно-досуговой деятельности.\n' +
            '\n' +
            'Разработка нормативно-правовой базы в целях введения именных сертификатов для детей на получение гарантированных бесплатных услуг дополнительного образования, спортивно-досуговых услуг по месту жительства.\n' +
            '\n' +
            'Оказание поддержки музейным учреждениям, школам искусств, реализующим программы художественно-эстетической направленности для детей дошкольного возраста и детей, обучающихся в общеобразовательных учреждениях, в том числе для детей-инвалидов, детей-сирот и детей, оставшихся без попечения родителей.\n' +
            '\n' +
            'Расширение сети детских и юношеских творческих объединений, клубов по месту жительства, лагерей труда и отдыха, других форм самодеятельности детей и подростков; развитие разнообразных форм туризма и краеведения; привлечение подростков к различным видам общественно полезной и личностно значимой деятельности.\n' +
            '\n' +
            'Оказание государственной поддержки существующим и создаваемым новым телевизионным каналам и передачам для детей, подростков, детским театрам, кино- и телестудиям.\n' +
            '\n' +
            'Формирование государственного заказа на издательскую, кино- и компьютерную продукцию.\n' +
            '\n' +
            'Оказание государственной поддержки публичным электронным библиотекам, музейным, театральным и иным интернет-ресурсам для детей и подростков.\n' +
            '\n' +
            'Реализация системы мер по сохранению и развитию специализированных детских библиотек.\n' +
            '\n' +
            'Оказание государственной поддержки разработке и реализации комплексных межотраслевых программ, а также общенациональным акциям по развитию детского чтения и литературы для детей; организации открытых конкурсов на создание литературных произведений для детей.\n' +
            '\n' +
            'Организация системы повышения профессиональной компетентности педагогических кадров в сфере дополнительного образования детей.\n' +
            '\n' +
            'Доведение оплаты труда педагогов учреждений дополнительного образования детей, в том числе педагогов в системе учреждений культуры, до уровня не ниже среднего для учителей в регионе.\n' +
            '\n' +
            '7. Меры, направленные на обеспечение информационной безопасности детства\n' +
            '\n' +
            'Создание и внедрение программ обучения детей и подростков правилам безопасного поведения в интернет-пространстве, профилактики интернет-зависимости, предупреждения рисков вовлечения в противоправную деятельность, порнографию, участие во флешмобах.\n' +
            '\n' +
            'Создание правовых механизмов блокирования информационных каналов проникновения через источники массовой информации в детско-подростковую среду элементов криминальной психологии, культа насилия, других откровенных антиобщественных тенденций и соответствующей им атрибутики.\n' +
            '\n' +
            'Внедрение системы мониторинговых исследований по вопросам обеспечения безопасности образовательной среды образовательных учреждений, а также по вопросам научно-методического и нормативно-правового обеспечения соблюдения санитарно-гигиенических требований к использованию информационно-компьютерных средств в образовании детей.\n' +
            '\n' +
            'Создание общественных механизмов экспертизы интернет-контента для детей.\n' +
            '\n' +
            'Создание порталов и сайтов, аккумулирующих сведения о лучших ресурсах для детей и родителей; стимулирование родителей к использованию услуги "Родительский контроль", позволяющей устанавливать ограничения доступа к сети "Интернет".\n' +
            '\n' +
            '8. Ожидаемые результаты\n' +
            '\n' +
            'Обеспечение всеобщей доступности дошкольного образования для всех категорий детей, повышение гибкости и многообразия форм предоставления дошкольных услуг на основе реализации существующих (основных) и новых (дополнительных) форм их финансирования и организации.\n' +
            '\n' +
            'Организация обучения и воспитания детей, обучающихся в образовательных учреждениях, в соответствии с требованиями новых федеральных государственных образовательных стандартов; развитие материально-технической базы образовательных учреждений, в том числе с использованием современных информационно-компьютерных технологий.\n' +
            '\n' +
            'Расширение возможностей обучения детей с ограниченными возможностями здоровья в общеобразовательных учреждениях.\n' +
            '\n' +
            'Расширение вариативности программ, рассчитанных на детей с разными уровнем, типом и формами проявления способностей, в том числе индивидуализированных программ развития (для детей с особой одаренностью).\n' +
            '\n' +
            'Повышение рейтинга российских школьников в международных оценках качества образования.\n' +
            '\n' +
            'Рост удовлетворенности обучающихся и их родителей условиями воспитания, обучения и развития детей в образовательных учреждениях.\n' +
            '\n' +
            'Увеличение численности детей и подростков, задействованных в различных формах внешкольной деятельности.\n' +
            '\n' +
            'Увеличение доли школьников, вовлеченных в освоение дополнительных образовательных программ, в том числе не менее 60 процентов - на бесплатной основе.\n' +
            '\n' +
            'Повсеместная доступность для детей различных видов социально-психологической, педагогической помощи и поддержки в трудной жизненной ситуации.\n' +
            '\n' +
            'Увеличение числа детей, демонстрирующих активную жизненную позицию, самостоятельность и творческую инициативу в созидательной деятельности, ответственное отношение к жизни, окружающей среде, приверженных позитивным нравственным и эстетическим ценностям.\n' +
            '\n' +
            'Сокращение числа детей и подростков с асоциальным поведением.\n' +
            '\n' +
            'Стимулирование интереса детей к историческому и культурному наследию России, многообразию культур различных народностей и этносов, религий.\n' +
            '\n' +
            'Увеличение вариативности программ дополнительного образования, реализуемых музеями и культурными центрами.\n' +
            '\n' +
            'Рост посещаемости детских библиотек, музеев, культурных центров, театров.\n' +
            '\n' +
            'Создание надежной системы защиты детей от противоправного контента в образовательной среде школы и дома.\n' +
            '\n' +
            'Сокращение числа детей, пострадавших от противоправного контента в интернет-среде.\n' +
            '\n' +
            'IV. Здравоохранение, дружественное к детям, и здоровый образ жизни\n' +
            '\n' +
            '1. Краткий анализ ситуации\n' +
            '\n' +
            'На начало 2011 года в 37 субъектах Российской Федерации показатели младенческой смертности были выше, чем в среднем по Российской Федерации, только в 22 регионах работали перинатальные центры. В ряде субъектов Российской Федерации недостаточно финансово обеспечены региональные целевые программы в области охраны и укрепления здоровья детей; ненадлежащим образом организуется медико-социальная помощь для беременных и кормящих матерей, проведение диспансеризации и иммунизации детей; бесплатные медицинские услуги, гарантированные государством, неправомерно подменяются платными медицинскими услугами; не налажено должным образом обеспечение лекарствами и питанием в учреждениях здравоохранения; не соблюдаются права обучающихся в образовательных учреждениях на охрану и укрепление здоровья.\n' +
            '\n' +
            'Подростки в возрасте от 10 до 18 лет нередко оказываются вне достаточного внимания со стороны государства. Трудности, с которыми они сталкиваются в этот сложный возрастной период, подчас приводят к самым трагическим последствиям. По распространенности суицидов среди подростков Россия занимает одно из ведущих мест в мире, уровень смертности детей значительно выше, чем в других европейских странах. Особого внимания требуют проблемы подросткового алкоголизма, включая "пивной алкоголизм", наркомании и токсикомании, немедицинского потребления наркотических средств, психотропных и других токсических веществ детьми, особенно школьного возраста.\n' +
            '\n' +
            '2. Основные задачи\n' +
            '\n' +
            'Создание условий для здорового развития каждого ребенка с рождения, обеспечение доступа всех категорий детей к качественным услугам и стандартам системы здравоохранения, средствам лечения болезней и восстановления здоровья.\n' +
            '\n' +
            'Развитие подростковой медицины, клиник, дружественных к детям и молодежи, стимулирование потребности в здоровом образе жизни.\n' +
            '\n' +
            'Обеспечение надлежащих комплексных услуг и стандартов в сфере здравоохранения для детей с особыми потребностями.\n' +
            '\n' +
            'Формирование современной модели организации отдыха и оздоровления детей на принципах государственно-частного партнерства.\n' +
            '\n' +
            'Формирование потребности у детей и подростков в здоровом питании и совершенствование системы обеспечения качественным питанием детей в образовательных учреждениях, лечебных и лечебно-профилактических, санаторно-курортных и реабилитационных учреждениях.\n' +
            '\n' +
            '3. Меры по созданию дружественного к ребенку здравоохранения\n' +
            '\n' +
            'Совершенствование нормативно-правового обеспечения в области охраны здоровья детей, медицинской помощи женщинам и детям.\n' +
            '\n' +
            'Внедрение эффективных организационных и медицинских технологий на основе современных порядков и стандартов оказания медицинской помощи детям.\n' +
            '\n' +
            'Создание службы сопровождения и поддержки беременных, оказавшихся в трудной жизненной ситуации, для предотвращения отказов от ребенка.\n' +
            '\n' +
            'Обеспечение юридического и психологического сопровождения рожениц в женских консультациях и родильных домах.\n' +
            '\n' +
            'Завершение создания современных перинатальных центров во всех субъектах Российской Федерации.\n' +
            '\n' +
            'Осуществление комплекса мер, направленных на снижение младенческой и детской смертности.\n' +
            '\n' +
            'Совершенствование системы наблюдения за детьми первого года жизни в амбулаторно-поликлинических учреждениях в целях выявления детей, подверженных риску задержки двигательного, речевого и когнитивного развития, и своевременного оказания им медицинской помощи.\n' +
            '\n' +
            'Обеспечение возможности экстренной транспортировки больных детей из труднодоступных районов и организация доступа врачей в такие районы для профилактической работы с детьми.\n' +
            '\n' +
            'Обеспечение родильных домов и перинатальных центров необходимыми реактивами и реагентами для проведения скрининг-диагностики.\n' +
            '\n' +
            'Обеспечение повсеместного проведения обследования детей на наличие наследственных заболеваний, включая генетическое обследование детей, находящихся в организациях для детей-сирот и детей, оставшихся без попечения родителей, с предоставлением соответствующей информации кандидатам в опекуны и усыновители.\n' +
            '\n' +
            'Развитие технологий комплексной диагностики и ранней медико-социальной помощи детям с отклонениями в развитии и здоровье, а также оказание необходимой помощи их семьям.\n' +
            '\n' +
            'Осуществление необходимых организационных мер по обеспечению нахождения родителей (законных представителей) рядом с ребенком, получающим медицинскую помощь в учреждениях здравоохранения.\n' +
            '\n' +
            'Обеспечение полного цикла производства на территории Российской Федерации стратегически необходимых лекарственных средств и изделий медицинского назначения для лечения детей и подростков.\n' +
            '\n' +
            'Изучение потребностей детей в получении всех видов высокотехнологичной медицинской помощи и лечения, обеспечение их предоставления нуждающимся в них детям, сокращение времени ожидания такой помощи и лечения.\n' +
            '\n' +
            'Создание федерального регистра детей с редкими заболеваниями и организация адресного финансирования лечения таких детей за счет бюджетных ассигнований федерального бюджета согласно этому регистру; ускорение решения вопроса об обеспечении детей с орфанными заболеваниями специальным лечением, питанием и реабилитационным оборудованием.\n' +
            '\n' +
            'Законодательное закрепление возможности софинансирования оказания высокотехнологичной медицинской помощи детям за счет бюджетных ассигнований федерального бюджета и благотворительных пожертвований.\n' +
            '\n' +
            'Обеспечение создания сети учреждений (отделений), служб, оказывающих паллиативную медицинскую помощь детям, страдающим неизлечимыми заболеваниями.\n' +
            '\n' +
            'Распространение ежегодной обязательной диспансеризации детей-сирот и детей, оставшихся без попечения родителей, воспитывающихся в организациях, на детей-сирот и детей, оставшихся без попечения родителей, находящихся на семейном воспитании.\n' +
            '\n' +
            'Развитие подростковой медицины, создание молодежных консультаций, центров охраны репродуктивного здоровья подростков и центров медико-социальной помощи подросткам.\n' +
            '\n' +
            'Проведение просветительской работы по предупреждению ранней беременности и абортов у несовершеннолетних.\n' +
            '\n' +
            'Создание кризисных центров по типу "маленькая мама" для оказания помощи несовершеннолетним беременным и матерям с детьми.\n' +
            '\n' +
            'Поддержка успешно реализуемых в регионах проектов создания клиник, дружественных к детям и молодежи.\n' +
            '\n' +
            'Восстановление медицинских кабинетов в общеобразовательных учреждениях.\n' +
            '\n' +
            'Повышение ответственности медицинского персонала медицинских учреждений за некачественное оказание медицинской помощи детям.\n' +
            '\n' +
            'Рассмотрение вопроса о возможности использования средств материнского капитала на оплату дорогостоящего лечения ребенка, включая проведение дорогостоящих операций как в России, так и за рубежом.\n' +
            '\n' +
            'Создание механизмов финансовой поддержки, в том числе Фондом поддержки детей, находящихся в трудной жизненной ситуации, негосударственных фондов и организаций, активно занимающихся финансовой поддержкой лечения детей.\n' +
            '\n' +
            '4. Меры по развитию политики формирования здорового образа жизни детей и подростков\n' +
            '\n' +
            'Обеспечение реализации комплекса мероприятий социальной рекламы, направленных на формирование здорового образа жизни, профилактику суицидального поведения среди несовершеннолетних, информирование о деятельности служб поддержки и экстренной психологической и социально-правовой помощи, в том числе через сеть "Интернет", телефоны службы анонимного консультирования.\n' +
            '\n' +
            'Привлечение институтов гражданского общества, развитие волонтерского движения в целях решения проблем, связанных с формированием у детей и подростков потребности в здоровом образе жизни и получением поддержки и помощи в ситуациях, связанных с риском причинения вреда здоровью.\n' +
            '\n' +
            'Распространение здоровьесберегающих технологий обучения, технологий "школа здоровья" на все образовательные учреждения, включая организации для детей-сирот и детей, оставшихся без попечения родителей.\n' +
            '\n' +
            'Обеспечение доступности занятий физической культурой, туризмом и спортом для всех категорий детей в соответствии с их потребностями и возможностями с ориентацией на формирование ценностей здорового образа жизни.\n' +
            '\n' +
            'Внедрение инновационных оздоровительных и физкультурно-спортивных технологий в работу образовательных учреждений и организаций.\n' +
            '\n' +
            'Повышение эффективности проведения мероприятий, направленных на профилактику ВИЧ-инфекции и вирусных гепатитов В и С, туберкулеза, и совершенствование системы противодействия распространению этих заболеваний среди целевых групп школьников, молодежи и наиболее уязвимых групп населения.\n' +
            '\n' +
            'Активизация деятельности центров здоровья для детей в сфере проведения обследования детей, обучения их гигиеническим навыкам и мотивирования к отказу от вредных привычек.\n' +
            '\n' +
            'Реализация программ гигиенического воспитания в целях предоставления детям возможности осуществлять информированный выбор в вопросах здорового образа жизни.\n' +
            '\n' +
            'Проведение мониторинга по стандартной оценке качества жизни ребенка, включая эмоциональный, коммуникативный и психосоматический компоненты.\n' +
            '\n' +
            'Внедрение регулярного государственного мониторинга основных поведенческих рисков, опасных для здоровья детей и подростков.\n' +
            '\n' +
            'Разработка системы мер по предотвращению подросткового суицида, включая подготовку психологов в системе здравоохранения для работы с детьми и подростками с суицидальными наклонностями, а также организацию проведения психологическими службами образовательных учреждений профилактической работы с детьми, родителями, социальным окружением ребенка.\n' +
            '\n' +
            'Разработка программы противодействия пропаганде молодежных суицидов в интернет-среде.\n' +
            '\n' +
            'Ограничение (вплоть до полного запрета) скрытой рекламы табака, алкогольной продукции, привлекающей внимание детей и подростков.\n' +
            '\n' +
            'Внедрение новых видов отдыха и досуга для подростков, исключающих традиции курения, употребления алкогольной продукции.\n' +
            '\n' +
            'Обеспечение культурного, здорового досуга детей и подростков, проживающих в малых городах и сельской местности, в том числе в рамках реализации государственных целевых программ.\n' +
            '\n' +
            'Активизация работы по исполнению соответствующих ведомственных нормативных правовых актов о психологическом тестировании обучающихся в образовательных учреждениях на предмет потребления наркотических средств, психотропных и других токсических веществ.\n' +
            '\n' +
            'Внесение в федеральное законодательство изменений, касающихся раннего выявления лиц, допускающих немедицинское потребление наркотических средств и психотропных веществ, среди обучающихся в образовательных учреждениях общего и профессионального образования, а также оказания наркологической помощи несовершеннолетним, больным наркоманией, в возрасте от 16 до 18 лет без их согласия по просьбе или с согласия их родителей (законных представителей).\n' +
            '\n' +
            '5. Меры по формированию современной модели организации отдыха и оздоровления детей, основанной на принципах государственно-частного партнерства\n' +
            '\n' +
            'Создание на федеральном уровне системы координации деятельности соответствующих государственных органов и организаций.\n' +
            '\n' +
            'Разработка системы мер по поддержке и развитию инфраструктуры отдыха и оздоровления детей, в том числе по нормативному финансированию программ в данной сфере.\n' +
            '\n' +
            'Разработка схемы взаимодействия санаторно-курортных учреждений с реабилитационными центрами для предоставления более качественных услуг детям-инвалидам и детям с хроническими заболеваниями по путевкам "мать и дитя".\n' +
            '\n' +
            'Расширение сети санаторно-курортных учреждений для совместного пребывания детей с родителями (законными представителями).\n' +
            '\n' +
            '6. Меры по формированию культуры здорового питания детей и подростков, обеспечению качества и режима питания как залога здоровья ребенка\n' +
            '\n' +
            'Организация просветительской работы с использованием специальных обучающих программ, средств массовой коммуникации, включая интернет-технологии, социальную рекламу, по формированию культуры здорового питания.\n' +
            '\n' +
            'Осуществление мер по совершенствованию системы обеспечения качественным горячим питанием воспитанников дошкольных учреждений и обучающихся в общеобразовательных учреждениях и учреждениях начального профессионального образования.\n' +
            '\n' +
            'Обеспечение регулярных проверок качества питания в образовательных, лечебных и лечебно-профилактических, санаторно-курортных и реабилитационных учреждениях.\n' +
            '\n' +
            'Организация особого контроля за обеспечением качественным питанием больных детей, страдающих социально значимыми заболеваниями.\n' +
            '\n' +
            '7. Ожидаемые результаты\n' +
            '\n' +
            'Снижение показателей младенческой и детской смертности.\n' +
            '\n' +
            'Снижение случаев ранней беременности и абортов у несовершеннолетних девушек.\n' +
            '\n' +
            'Доступность и своевременность для всех категорий детей качественных профилактических и медицинских услуг, средств лечения болезней и восстановления здоровья.\n' +
            '\n' +
            'Получение комплексных медицинских услуг детьми с особыми потребностями, детьми, находящимися в трудной жизненной ситуации, детьми, проживающими в труднодоступных местностях.\n' +
            '\n' +
            'Гарантированное обеспечение детской медицины всеми необходимыми лекарствами и медицинским оборудованием.\n' +
            '\n' +
            'Увеличение числа образовательных учреждений, внедривших здоровьесберегающие технологии обучения, технологии "школа здоровья", являющихся территориями, свободными от табакокурения, употребления алкоголя и наркотиков.\n' +
            '\n' +
            'Сокращение числа детей и подростков, употребляющих табачную и алкогольную продукцию, наркотики, психотропные и другие токсические вещества.\n' +
            '\n' +
            'Сокращение числа детей и подростков с ВИЧ-инфекциями, вирусными гепатитами В и С, туберкулезом, в том числе получивших их в медицинских учреждениях.\n' +
            '\n' +
            'Наличие доступной развитой сети учреждений, включая телефоны доверия, консультирование в режиме "онлайн", оказывающих помощь детям и подросткам, попавшим в трудную жизненную ситуацию.\n' +
            '\n' +
            'Сокращение числа подростковых суицидов.\n' +
            '\n' +
            'Доступность физкультурно-спортивной, туристической инфраструктуры для всех категорий детей с учетом их индивидуальных потребностей.\n' +
            '\n' +
            'Увеличение доли детей и подростков, систематически занимающихся физической культурой и спортом.\n' +
            '\n' +
            'Доступность отдыха и оздоровления для всех категорий детей с учетом их индивидуальных потребностей.\n' +
            '\n' +
            'Обеспечение детей качественным и здоровым питанием как в семье, так и в образовательных, медицинских и оздоровительных учреждениях.\n' +
            '\n' +
            'V. Равные возможности для детей, нуждающихся в особой заботе государства\n' +
            '\n' +
            '1. Краткий анализ ситуации\n' +
            '\n' +
            'К категории детей, нуждающихся в особой заботе государства, относятся дети-сироты и дети, оставшиеся без попечения родителей, дети с ограниченными возможностями здоровья, включая детей-инвалидов и ВИЧ-инфицированных детей. Обеспечение равных возможностей для этих групп детей базируется на принципе недискриминации.\n' +
            '\n' +
            'Число детей-сирот и детей, оставшихся без попечения родителей, в 2011 году составило 654,4 тыс. человек (2,6 процента детского населения), из них 82 процента стали социальными сиротами вследствие лишения родителей родительских прав, от каждого десятого ребенка родители отказались при рождении.\n' +
            '\n' +
            'Активная государственная политика, направленная на стимулирование граждан к семейному устройству детей-сирот и детей, оставшихся без попечения родителей, привела к значительному сокращению числа детей, воспитывающихся в учреждениях интернатного типа (на 42 процента за последние пять лет; в 2011 году - на 105,7 тыс. детей). Вместе с тем существенно изменился контингент детей в учреждениях для детей-сирот и детей, оставшихся без попечения родителей: около 70 процентов - дети подросткового возраста, 33 процента - дети с ограниченными возможностями здоровья, 40 процентов - дети, имеющие братьев и сестер. При существующей системе материального и нематериального стимулирования граждан таких детей сложно передать в семьи.\n' +
            '\n' +
            'Наряду с экономическими потерями в результате пребывания детей в институциональных условиях общество несет огромные социальные издержки, связанные с социализацией выпускников учреждений интернатного типа, многие из которых с трудом адаптируются в обществе, подвержены высокому риску социальной дезадаптации и противоправного поведения, с воспроизведением моделей деструктивного поведения в последующих поколениях.\n' +
            '\n' +
            'На начало 2011 года в России состояли на учете 544,8 тыс. детей-инвалидов. При этом многие дети-инвалиды и дети с ограниченными возможностями здоровья, в частности в возрасте от полутора до двух лет, не имеют этого статуса и, соответственно, права на установленные законом меры социальной поддержки, хотя остро нуждаются в реабилитации и помощи.\n' +
            '\n' +
            'Более 80 процентов детей-инвалидов воспитываются в неполных семьях, находящихся в бедственном материальном положении, усугубляемом наличием различных "барьеров инвалидности" и психологической изоляцией в силу равнодушного или нетерпимого отношения окружающих к детям-инвалидам, самоизоляцией семей. Острая нехватка основных видов помощи таким детям ведет к нарушению их прав на образование, реабилитацию, к зависимости реализации этих прав от места жительства и социального статуса семьи. Часто это является причиной отказа родителей от таких детей и высокого уровня социального сиротства среди детей данной категории (более 12 процентов из них попадают в дома-интернаты).\n' +
            '\n' +
            'Около 40 тыс. детей-инвалидов воспитываются в детских домах-интернатах системы социальной защиты населения, которые имеют системные проблемы: устаревшие здания, "перенаселенность" воспитанниками, удаленность от городов и центров реабилитационно-образовательной инфраструктуры, отсутствие специалистов, владеющих современными реабилитационными технологиями, изолированность учреждений от окружающих, в том числе волонтеров, невозможность самостоятельного проживания детей после выхода из домов-интернатов.\n' +
            '\n' +
            'Сложной проблемой является положение ВИЧ-инфицированных детей (более 5,6 тыс. детей) и детей, родившихся от ВИЧ-инфицированных матерей (около 10 тыс. детей, выявляемых ежегодно): до момента установления ВИЧ-статуса таких детей для них характерны повсеместная дискриминация в доступе к образованию, сфере досуга и отдыха, а в ряде случаев - к медицинской помощи, а также практически полное отсутствие перспектив семейного устройства.\n' +
            '\n' +
            'В результате реализации в рамках приоритетного национального проекта "Здоровье" комплекса мер по профилактике вертикальной передачи ВИЧ-инфекции частота ее реализации сократилась до 6 - 8 процентов, но это не является удовлетворительным результатом.\n' +
            '\n' +
            'Недостаточно обеспечена защита рожденных детей от вертикальной передачи ВИЧ-инфекции вследствие неполного охвата ВИЧ-инфицированных матерей соответствующей лекарственной помощью, а также не исключена передача вируса в период грудного вскармливания ребенка.\n' +
            '\n' +
            '2. Основные задачи\n' +
            '\n' +
            'Обеспечение приоритета семейного устройства детей-сирот и детей, оставшихся без попечения родителей.\n' +
            '\n' +
            'Реформирование сети и деятельности учреждений для детей-сирот и детей, оставшихся без попечения родителей, в том числе для детей-инвалидов и детей с ограниченными возможностями здоровья.\n' +
            '\n' +
            'Создание системы постинтернатного сопровождения выпускников учреждений для детей-сирот и детей, оставшихся без попечения родителей, и лиц из их числа для их социализации в обществе.\n' +
            '\n' +
            'Обеспечение в соответствии с международными стандартами прав детей-инвалидов и детей с ограниченными возможностями здоровья на воспитание в семьях, полноценное участие в общественной жизни, получение качественного образования всех уровней, квалифицированной медицинской помощи, охрану здоровья и реабилитацию, социализацию, юридическую и социальную защиту, профессиональную подготовку, доступную среду.\n' +
            '\n' +
            'Создание системы ранней профилактики инвалидности у детей.\n' +
            '\n' +
            'Всесторонняя поддержка семей, воспитывающих детей-инвалидов и детей с ограниченными возможностями здоровья: создание современной комплексной инфраструктуры реабилитационно-образовательной помощи детям-инвалидам и детям с ограниченными возможностями здоровья, внедрение таких детей в среду обычных сверстников, обеспечение их нормального жизнеустройства в будущей взрослой жизни.\n' +
            '\n' +
            '3. Меры, направленные на защиту прав и интересов детей-сирот и детей, оставшихся без попечения родителей\n' +
            '\n' +
            'Совершенствование законодательства Российской Федерации, касающегося развития форм жизнеустройства детей, от которых отказались при рождении, включая прекращение практики длительного содержания "отказных" детей в детских больницах без медицинских показаний.\n' +
            '\n' +
            'Разработка и внедрение программы комплексной поддержки детей-сирот и детей, оставшихся без попечения родителей, раннего возраста.\n' +
            '\n' +
            'Организация работы по реабилитации и восстановлению в родительских правах родителей воспитанников учреждений интернатного типа, поиску родственников и установлению с ними социальных связей для возврата детей в родные семьи.\n' +
            '\n' +
            'Совершенствование системы стимулирования граждан, желающих принять на воспитание детей-сирот и детей, оставшихся без попечения родителей, путем расширения перечня и улучшения качества услуг таким семьям.\n' +
            '\n' +
            'Применение обязательного психологического тестирования для кандидатов в опекуны, попечители, усыновители.\n' +
            '\n' +
            'Улучшение качества подготовки потенциальных замещающих родителей в целях исключения возврата детей из замещающих семей в учреждения интернатного типа.\n' +
            '\n' +
            'Создание системы профессионального сопровождения усыновителей, опекунов, попечителей, приемных родителей в период адаптации и на последующих этапах жизни ребенка.\n' +
            '\n' +
            'Перепрофилирование учреждений интернатного типа в службы по поддержке семей и детей, оказавшихся в трудной жизненной ситуации, в реабилитационные центры, другие учреждения в соответствии с потребностями региона.\n' +
            '\n' +
            'Переход к системе открытого усыновления с отказом от тайны усыновления.\n' +
            '\n' +
            'Обеспечение выполнения в учреждениях для детей-сирот и детей, оставшихся без попечения родителей, Рекомендаций Комитета министров Совета Европы о правах детей, находящихся в учреждениях опеки.\n' +
            '\n' +
            'Продолжение реформирования учреждений для детей-сирот и детей, оставшихся без попечения родителей, путем разукрупнения, создания в них условий, приближенных к семейным, создания новых современных детских домов квартирного типа и в форме детской деревни с учетом международных норм и современных методов развития, воспитания, реабилитации детей-сирот и детей, оставшихся без попечения родителей, при активном участии волонтеров и некоммерческих организаций.\n' +
            '\n' +
            'Разработка и внедрение программы подготовки воспитанников учреждений для детей-сирот и детей, оставшихся без попечения родителей, к самостоятельной жизни по окончании пребывания в них.\n' +
            '\n' +
            'Внедрение технологии "социальных лифтов" для выпускников учреждений для детей-сирот и детей, оставшихся без попечения родителей, в системе образования и при трудоустройстве.\n' +
            '\n' +
            'Внедрение правовых механизмов общественного контроля за обеспечением прав детей в учреждениях для детей-сирот и детей, оставшихся без попечения родителей, детских домах-интернатах.\n' +
            '\n' +
            'Продолжение создания и развития региональных систем постинтернатного сопровождения и адаптации выпускников учреждений для детей-сирот и детей, оставшихся без попечения родителей, в том числе детей-инвалидов и детей с ограниченными возможностями здоровья.\n' +
            '\n' +
            'Совершенствование законодательства Российской Федерации в области защиты имущественных и неимущественных (личных) прав детей-сирот и детей, оставшихся без попечения родителей, в том числе своевременное обеспечение лиц из числа детей-сирот и детей, оставшихся без попечения родителей, благоустроенными жилыми помещениями.\n' +
            '\n' +
            '4. Меры, направленные на государственную поддержку детей-инвалидов и детей с ограниченными возможностями здоровья\n' +
            '\n' +
            'Приведение законодательства Российской Федерации в соответствие с положениями Конвенции о правах инвалидов и иными международными правовыми актами.\n' +
            '\n' +
            'Обеспечение замены медицинской модели детской инвалидности на социальную, в основе которой лежит создание условий для нормальной полноценной жизни в соответствии с положениями Конвенции о правах инвалидов.\n' +
            '\n' +
            'Активизация работы по устранению различных барьеров в рамках реализации государственной программы Российской Федерации "Доступная среда" на 2011 - 2015 годы.\n' +
            '\n' +
            'Создание единой системы служб ранней помощи для детей-инвалидов и детей с ограниченными возможностями здоровья, включающей медицинскую, реабилитационную, коррекционно-педагогическую помощь ребенку, социально-психологическую и консультативную помощь родителям; обеспечение преемственности ранней помощи и помощи в дошкольном возрасте, развития инклюзивного дошкольного образования, организации комплексной подготовки ребенка-инвалида и ребенка с ограниченными возможностями здоровья к обучению в школе.\n' +
            '\n' +
            'Обеспечение укомплектованности психолого-медико-педагогических комиссий современными квалифицированными кадрами в целях предотвращения гипердиагностики детей, переориентация работы комиссий на составление оптимального образовательного маршрута для детей-инвалидов и детей с ограниченными возможностями здоровья.\n' +
            '\n' +
            'Законодательное закрепление обеспечения равного доступа детей-инвалидов и детей с ограниченными возможностями здоровья к качественному образованию всех уровней, гарантированной реализации их права на инклюзивное образование по месту жительства, а также соблюдения права родителей на выбор образовательного учреждения и формы обучения для ребенка.\n' +
            '\n' +
            'Обеспечение возможности трудоустройства (в том числе поддерживаемого) для детей-инвалидов и детей с ограниченными возможностями здоровья, получивших профессиональное образование.\n' +
            '\n' +
            'Нормативно-правовое регулирование порядка финансирования расходов, необходимых для адресной поддержки инклюзивного обучения и социального обеспечения детей-инвалидов и детей с ограниченными возможностями здоровья.\n' +
            '\n' +
            'Внедрение эффективного механизма борьбы с дискриминацией в сфере образования для детей-инвалидов и детей с ограниченными возможностями здоровья в случае нарушения их права на инклюзивное образование.\n' +
            '\n' +
            'Пересмотр критериев установления инвалидности для детей.\n' +
            '\n' +
            'Реформирование системы медико-социальной экспертизы, имея в виду комплектование ее квалифицированными кадрами, необходимыми для разработки полноценной индивидуальной программы реабилитации ребенка, создание механизма межведомственного взаимодействия бюро медико-социальной экспертизы и психолого-медико-педагогических комиссий.\n' +
            '\n' +
            'Внедрение современных методик комплексной реабилитации детей-инвалидов и детей с ограниченными возможностями здоровья, в том числе ранней помощи и помощи детям с тяжелыми и множественными нарушениями.\n' +
            '\n' +
            'Обеспечение равного доступа детей-инвалидов и детей с ограниченными возможностями здоровья, имеющих родителей, а также детей-инвалидов и детей с ограниченными возможностями здоровья, проживающих в социальных учреждениях, к юридической и медицинской помощи и социальному обеспечению.\n' +
            '\n' +
            'Проведение регулярного мониторинга потребностей семей, воспитывающих детей-инвалидов и детей с ограниченными возможностями здоровья, в предоставлении услуг в сфере социальной защиты, здравоохранения, образования, занятости; создание и ведение базы данных, касающихся детей-инвалидов и детей с ограниченными возможностями здоровья и их потребностей в указанных услугах.\n' +
            '\n' +
            'Создание и внедрение программы патронажного обслуживания (сопровождения) семей, воспитывающих детей-инвалидов и детей с ограниченными возможностями здоровья, со стороны служб участковых социальных работников, предоставления услуг так называемой передышки (временного размещения ребенка-инвалида в замещающую семью).\n' +
            '\n' +
            'Создание условий для социализации детей-инвалидов и детей с ограниченными возможностями здоровья с внедрением их в среду здоровых сверстников и обеспечением их участия в культурной и спортивной жизни и других массовых мероприятиях; разработка и реализация программы отдыха и оздоровления детей-инвалидов и детей с ограниченными возможностями здоровья и их семей; создание системы творческой реабилитации, вовлечение детей-инвалидов и детей с ограниченными возможностями здоровья в занятия физкультурой и спортом.\n' +
            '\n' +
            'Разработка мер, позволяющих приравнять деятельность по уходу за ребенком-инвалидом одного из родителей (единственного родителя) к трудовой деятельности.\n' +
            '\n' +
            'Обеспечение создания рабочих мест для родителей детей-инвалидов и детей с ограниченными возможностями здоровья, в том числе с использованием дистанционных технологий.\n' +
            '\n' +
            'Организация системы подготовки и переподготовки специалистов для работы с детьми-инвалидами и детьми с ограниченными возможностями здоровья на базе образовательных учреждений высшего профессионального образования с использованием их научно-практического потенциала.\n' +
            '\n' +
            'Расширение профилактики вертикальной передачи ВИЧ-инфекции и СПИДа, включая обязательное дородовое обследование беременных женщин независимо от наличия у них регистрации по месту жительства и гражданства, бесплатное обеспечение кормящих ВИЧ-инфицированных матерей молочными смесями для кормления ребенка, с привлечением средств, предусмотренных для реализации приоритетного национального проекта "Здоровье".\n' +
            '\n' +
            'Законодательное закрепление сокращения до трех - шести месяцев срока установления ВИЧ-статуса ребенка, рожденного ВИЧ-положительными и больными СПИДом матерями.\n' +
            '\n' +
            'Включение показателей профилактики вертикальной передачи ВИЧ-инфекции в статистическую отчетность службы охраны материнства и детства в качестве целевого индикатора эффективности ее деятельности.\n' +
            '\n' +
            'Разработка государственной стратегии противодействия распространению ВИЧ-инфекции в Российской Федерации.\n' +
            '\n' +
            'Проведение просветительской деятельности среди населения, способствующей пониманию необходимости поддержки детей-сирот, детей-инвалидов и детей с ограниченными возможностями здоровья, формированию отношения к ним как к равным членам общества, пропаганде социальной значимости ответственного родительства.\n' +
            '\n' +
            '5. Ожидаемые результаты\n' +
            '\n' +
            'Увеличение доли детей-сирот и детей, оставшихся без попечения родителей, воспитывающихся в семьях граждан Российской Федерации, до 90 процентов.\n' +
            '\n' +
            'Увеличение числа субъектов Российской Федерации, свободных от институциональных форм воспитания детей-сирот (детских домов и школ-интернатов).\n' +
            '\n' +
            'Сокращение случаев отмены решений о передаче детей-сирот и детей, оставшихся без попечения родителей, на воспитание в семьи граждан Российской Федерации.\n' +
            '\n' +
            'Постепенное сокращение числа детей, переданных на международное усыновление, за счет развития системы стимулирования граждан Российской Федерации к усыновлению, различных форм опеки и попечительства, предоставления социальных услуг семьям граждан Российской Федерации, принявшим ребенка на воспитание.\n' +
            '\n' +
            'Создание в учреждениях для детей-сирот и детей, оставшихся без попечения родителей, условий для полноценного их развития и образования.\n' +
            '\n' +
            'Сокращение времени нахождения ребенка в условиях институционализации (в медицинских и образовательных учреждениях); введение запрета на помещение детей в возрасте до трех лет в дома-интернаты.\n' +
            '\n' +
            'Увеличение числа выпускников учреждений для детей-сирот и детей, оставшихся без попечения родителей, обеспеченных жильем, трудоустроенных по востребованным на рынке труда специальностям.\n' +
            '\n' +
            'Создание реабилитационно-образовательной инфраструктуры, обеспечивающей максимально полную реабилитацию и образование большинства детей-инвалидов и детей с ограниченными возможностями здоровья.\n' +
            '\n' +
            'Создание эффективных программно-целевых механизмов, обеспечивающих профилактику инвалидности в раннем и дошкольном возрасте, поддержку профессионального образования, трудоустройства и дальнейшего сопровождения жизнеустройства детей-инвалидов и детей с ограниченными возможностями здоровья по достижении ими совершеннолетия, а также рост числа детей-инвалидов и детей с ограниченными возможностями здоровья в возрасте до трех лет, получивших реабилитационные услуги.\n' +
            '\n' +
            'Снижение числа детей-инвалидов и детей с ограниченными возможностями здоровья, оставшихся по объективным причинам вне системы образования, до 20 процентов.\n' +
            '\n' +
            'Распространение среди населения доброжелательного, сочувственного отношения к детям-сиротам и детям, оставшимся без попечения родителей, детям-инвалидам и детям с ограниченными возможностями здоровья (по данным социологических опросов).\n' +
            '\n' +
            'Искоренение вертикальной передачи ВИЧ-инфекции, появление поколений, родившихся без ВИЧ-инфекции.\n' +
            '\n' +
            'VI. Создание системы защиты и обеспечения прав и интересов детей и дружественного к ребенку правосудия\n' +
            '\n' +
            '1. Краткий анализ ситуации\n' +
            '\n' +
            'В настоящее время в Российской Федерации отсутствует эффективная система защиты детства, не разработаны стандарты обеспечения и защиты прав ребенка, механизм планомерного выполнения на межведомственном уровне положений Конвенции о правах ребенка и заключительных замечаний Комитета ООН по правам ребенка, не определен координирующий федеральный орган исполнительной власти по выработке и реализации государственной политики в отношении детей. Не отвечает требованиям времени деятельность органов опеки и попечительства по защите прав и интересов детей.\n' +
            '\n' +
            'Ежегодно десятки тысяч российских детей вовлекаются в сферу гражданского, административного и уголовного судопроизводства. В соответствии с международными обязательствами Российской Федерации надлежит обеспечить доступ детей к правосудию вне зависимости от их процессуальной правоспособности и статуса, что будет способствовать созданию дружественного к ребенку правосудия.\n' +
            '\n' +
            'Одной из самых опасных проблем является насилие над детьми. Значительная часть преступлений против жизни, здоровья и половой неприкосновенности детей совершается в семье, а также лицами, обязанными по закону заботиться о ребенке. Ситуация, сложившаяся в сфере профилактики преступлений против детей, защиты их прав, является неудовлетворительной и требует принятия неотложных мер.\n' +
            '\n' +
            'Координация деятельности органов и учреждений, призванных осуществлять профилактику безнадзорности и правонарушений несовершеннолетних и защиту их прав, возложена на комиссии по делам несовершеннолетних. Однако правовая основа работы этих комиссий не соответствует стоящим перед ними целям и задачам.\n' +
            '\n' +
            '2. Основные задачи\n' +
            '\n' +
            'Развитие законодательных основ системы защиты детства, введение в действие существующих международных стандартов обеспечения и защиты прав и интересов детей.\n' +
            '\n' +
            'Реформирование деятельности органов опеки и попечительства.\n' +
            '\n' +
            'Создание эффективной системы профилактики правонарушений, совершаемых в отношении детей, и правонарушений самих детей, системы правосудия и системы исполнения наказаний, дружественных к ребенку.\n' +
            '\n' +
            'Реформирование комиссий по делам несовершеннолетних и защите их прав.\n' +
            '\n' +
            'Принятие на законодательном уровне мер по защите детей от информации, угрожающей их благополучию, безопасности и развитию.\n' +
            '\n' +
            'Создание системы предотвращения насилия в отношении несовершеннолетних, а также организация деятельности учреждений, специалистов, волонтеров по социально-психологической реабилитации детей - жертв насилия и оказанию помощи следственным органам при расследовании преступных посягательств в отношении детей.\n' +
            '\n' +
            '3. Меры, направленные на реформирование законодательства Российской Федерации в части, касающейся защиты прав и интересов детей\n' +
            '\n' +
            'Ратификация Европейской конвенции об осуществлении прав детей, подписанной Российской Федерацией в 2001 году, конвенций Совета Европы о защите детей от эксплуатации и надругательств сексуального характера, о противодействии торговле людьми, о предотвращении и борьбе с насилием в отношении женщин и насилием в семье.\n' +
            '\n' +
            'Приведение законодательства Российской Федерации в части, касающейся защиты прав и интересов детей, в соответствие с общепризнанными принципами и нормами международного права, международными договорами с участием Российской Федерации и международными стандартами в области прав ребенка, а также с рекомендациями Совета Европы по правосудию в отношении детей.\n' +
            '\n' +
            'Внесение изменений в законодательство Российской Федерации в части, касающейся установления мер повышенной защиты прав детей, пострадавших от преступных посягательств, обеспечения конфиденциальности информации об участии в уголовном деле несовершеннолетнего, а также введения ответственности за распространение сведений о таком несовершеннолетнем, в том числе через сеть "Интернет" и средства массовой информации.\n' +
            '\n' +
            'Подготовка концепции кодификации законодательства Российской Федерации в части, касающейся осуществления правосудия в отношении несовершеннолетних, и разработка соответствующих федеральных законов.\n' +
            '\n' +
            'Разработка программы восстановительного правосудия в отношении детей, совершивших общественно опасные деяния, но не достигших возраста, с которого наступает уголовная ответственность, предусматривающей комплекс воспитательных мер и мер социально-психологического и педагогического сопровождения, а также обеспечение взаимодействия судов и правоохранительных органов со специалистами по ювенальным технологиям - медиаторами, психологами, социальными педагогами и социальными работниками при ее реализации.\n' +
            '\n' +
            'Определение координирующего федерального органа исполнительной власти по выработке и реализации государственной политики в отношении детей.\n' +
            '\n' +
            'Создание государственно-общественного механизма реализации Конвенции о правах ребенка, а также заключительных замечаний Комитета ООН по правам ребенка, сделанных по результатам рассмотрения периодических докладов Российской Федерации.\n' +
            '\n' +
            'Усиление института уполномоченных по правам ребенка на федеральном и региональном уровнях путем принятия соответствующих законодательных актов, определяющих их компетенцию и права, включая право на обращение в суд, порядок представления докладов.\n' +
            '\n' +
            'Совершенствование работы органов опеки и попечительства, повышение ответственности специалистов этих органов, усиление профилактических мер по защите прав и интересов детей, находящихся в социально опасном положении, обеспечение раннего выявления семей, находящихся в кризисной ситуации, в целях защиты прав детей, проживающих в таких семьях, и сохранения для ребенка его родной семьи.\n' +
            '\n' +
            '4. Меры, направленные на создание дружественного к ребенку правосудия\n' +
            '\n' +
            'Под дружественным к ребенку правосудием подразумевается система гражданского, административного и уголовного судопроизводства, гарантирующая уважение прав ребенка и их эффективное обеспечение с учетом принципов, закрепленных в рекомендациях Совета Европы по правосудию в отношении детей, а также с учетом возраста, степени зрелости ребенка и понимания им обстоятельств дела.\n' +
            '\n' +
            'Основные принципы и элементы дружественного к ребенку правосудия: общедоступность; соответствие возрасту и развитию ребенка; незамедлительное принятие решений; направленность на обеспечение потребностей, прав и интересов ребенка; уважение личности и достоинства ребенка, его частной и семейной жизни; признание ключевой роли семьи для выживания, защиты прав и развития ребенка; активное использование в судебном процессе данных о детях, условиях их жизни и воспитания, полученных судом в установленном законом порядке; усиление охранительной функции суда по отношению к ребенку; приоритет восстановительного подхода и мер воспитательного воздействия; специальная подготовка судей по делам несовершеннолетних; наличие системы специализированных вспомогательных служб (в том числе служб примирения), а также процедур и норм общественного контроля за соблюдением прав ребенка.\n' +
            '\n' +
            'В целях развития дружественного к ребенку правосудия предусматривается:\n' +
            '\n' +
            'законодательное установление поэтапного введения дружественного к ребенку правосудия, определение его форм, принципов и механизмов осуществления;\n' +
            '\n' +
            'принятие мер по обеспечению доступа детей к международному правосудию для защиты их прав и интересов;\n' +
            '\n' +
            'обеспечение выполнения Минимальных стандартных правил ООН, касающихся отправления правосудия в отношении несовершеннолетних (Пекинские правила 1985 года), Руководящих принципов ООН для предупреждения преступности среди несовершеннолетних (Эр-Риядские руководящие принципы 1990 года), рекомендаций Комитета министров Совета Европы о европейских правилах для несовершеннолетних правонарушителей, подвергаемых наказанию и мерам воздействия;\n' +
            '\n' +
            'проведение научных, социологических исследований в целях выработки эффективной политики в отношении детей, совершивших правонарушения, планирования ее реализации и оценки достигнутых результатов;\n' +
            '\n' +
            'проведение научных исследований в области психологии девиантного поведения и разработка методов воздействия, не связанных с применением наказания;\n' +
            '\n' +
            'создание сети психолого-педагогических учреждений для работы с детьми, находящимися в конфликте с законом, и их социальным окружением;\n' +
            '\n' +
            'развитие сети служб примирения в целях реализации восстановительного правосудия;\n' +
            '\n' +
            'организация школьных служб примирения, нацеленных на разрешение конфликтов в образовательных учреждениях, профилактику правонарушений детей и подростков, улучшение отношений в образовательном учреждении.\n' +
            '\n' +
            'В целях законодательного обеспечения деятельности комиссий по делам несовершеннолетних и защите их прав предусматривается:\n' +
            '\n' +
            'разработка проекта федерального закона о комиссиях по делам несовершеннолетних и защите их прав, определяющего место и роль комиссий в системе органов профилактики, механизмы реализации правозащитной, координирующей и профилактической функций комиссий в целях обеспечения прав детей, защиты от насилия и всех форм посягательств на их жизнь и здоровье, применения мер социализации и реабилитации, а также наделяющего комиссии правом ведения персонифицированного банка данных безнадзорных несовершеннолетних, детей и семей, находящихся в социально опасном положении. При этом комиссии освобождаются от функций органа внесудебной юрисдикции;\n' +
            '\n' +
            'включение в систему органов профилактики правонарушений несовершеннолетних судов, подразделений Следственного комитета Российской Федерации, учреждений и органов уголовно-исполнительной системы, уполномоченных по правам ребенка и неправительственных организаций;\n' +
            '\n' +
            'внедрение технологий восстановительного подхода, реализация примирительных программ и применение механизмов возмещения ребенком-правонарушителем ущерба потерпевшему, а также проведение социальной, психологической и иной реабилитационной работы с жертвами преступлений, оказание воспитательного воздействия на несовершеннолетних правонарушителей.\n' +
            '\n' +
            '5. Меры, направленные на улучшение положения детей в период нахождения в учреждениях уголовно-исполнительной системы и в постпенитенциарный период\n' +
            '\n' +
            'Создание в Российской Федерации системы пробации, позволяющей обеспечить высокую эффективность работы с детьми, находящимися в конфликте с законом.\n' +
            '\n' +
            'Организация работы по восстановлению отношений детей, находящихся в местах лишения свободы, с их семьями и ближайшим социальным окружением и оказание помощи таким детям в адаптации и ресоциализации по окончании отбывания наказания.\n' +
            '\n' +
            'Разработка и внедрение инновационных программ профессионального обучения детей, лишенных свободы, для приобретения ими современных профессий, востребованных на рынке труда.\n' +
            '\n' +
            'Создание системы общественного контроля за соблюдением прав детей, находящихся в трудной жизненной ситуации, в социально опасном положении или в конфликте с законом.\n' +
            '\n' +
            'Разработка программы ресоциализации отбывших наказание несовершеннолетних и формирование государственного заказа по адресному оказанию данной услуги.\n' +
            '\n' +
            'Распространение на лиц, осужденных к лишению свободы в несовершеннолетнем возрасте и освободившихся в возрасте от 18 до 23 лет, права на получение социальной поддержки, сопровождение и постпенитенциарную реабилитацию со стороны служб, осуществляющих эту работу в отношении несовершеннолетних.\n' +
            '\n' +
            'Отнесение несовершеннолетних, находящихся в следственных изоляторах и воспитательных колониях, к категории лиц, в отношении которых проводится индивидуальная профилактическая работа органами и учреждениями системы профилактики безнадзорности и правонарушений несовершеннолетних.\n' +
            '\n' +
            '6. Меры, направленные на предотвращение насилия в отношении несовершеннолетних и реабилитацию детей - жертв насилия\n' +
            '\n' +
            'Разработка комплексной национальной программы по предотвращению насилия в отношении детей и реабилитации детей - жертв насилия.\n' +
            '\n' +
            'Создание некоммерческого партнерства "Российский национальный мониторинговый центр помощи пропавшим и пострадавшим детям" в целях объединения усилий государства и гражданского общества в работе по поиску пропавших детей, профилактике и пресечению преступлений насильственного и сексуального характера, в том числе совершенных с использованием информационно-телекоммуникационных сетей, а также повышения эффективности деятельности следственных органов при расследовании преступных посягательств в отношении детей.\n' +
            '\n' +
            'Обеспечение выполнения Руководящих принципов ООН, касающихся правосудия в вопросах, связанных с участием детей - жертв и свидетелей преступлений, 2005 года.\n' +
            '\n' +
            'Создание сети организаций, осуществляющих психологическую и социальную реабилитацию детей - жертв насилия, а также оказывающих помощь следственным органам при расследовании преступных посягательств в отношении детей.\n' +
            '\n' +
            '7. Ожидаемые результаты\n' +
            '\n' +
            'Создание эффективной многоуровневой системы защиты детства, основанной на международных стандартах.\n' +
            '\n' +
            'Создание государственно-общественного механизма реализации Конвенции о правах ребенка.\n' +
            '\n' +
            'Повышение уровня защищенности ребенка от насилия и любых форм эксплуатации, обеспечение гарантий получения детьми - жертвами насилия социально-психологической помощи.\n' +
            '\n' +
            'Снижение количества правонарушений, совершаемых детьми и в отношении детей.\n' +
            '\n' +
            'Расширение практики применения технологий восстановительного подхода в сфере правосудия, а также в иных сферах, затрагивающих права и законные интересы ребенка.\n' +
            '\n' +
            'Повышение качества реабилитационной и социализирующей деятельности в отношении детей, лишенных свободы, сокращение сроков нахождения детей в местах лишения свободы, расширение оснований применения мер ответственности, не связанных с лишением свободы.\n' +
            '\n' +
            'Расширение спектра мер воспитательного характера.\n' +
            '\n' +
            'VII. Дети - участники реализации Национальной стратегии\n' +
            '\n' +
            '1. Краткий анализ ситуации\n' +
            '\n' +
            'Право ребенка на участие в принятии решений, затрагивающих его интересы, закреплено в Конвенции о правах ребенка. Содействие участию детей в принятии таких решений на местном, национальном и международном уровнях является одной из целей Стратегии Совета Европы по защите прав ребенка на 2012 - 2015 годы.\n' +
            '\n' +
            'В Российской Федерации создана правовая основа для участия детей в принятии решений, затрагивающих их интересы, действуют детские и молодежные общественные объединения, молодежные советы, палаты, парламенты. В большинстве школ образованы и активно работают органы школьного самоуправления. Многие субъекты Российской Федерации включились в реализацию глобальной инициативы Детского фонда ООН (ЮНИСЕФ) "Города, доброжелательные к детям", одна из целей которой состоит в расширении участия детей в защите своих прав и принятии решений, затрагивающих их интересы.\n' +
            '\n' +
            'Международное законодательство по вопросам участия детей в принятии решений, затрагивающих их интересы, активно развивается. Совет Европы 25 января 1996 г. принял Европейскую конвенцию об осуществлении прав детей, предусматривающую расширение возможностей участия детей в судебном или административном разбирательстве. Однако в России право детей на такое участие реализуется слабо в связи с недостаточным развитием необходимой законодательной и нормативно-правовой базы.\n' +
            '\n' +
            'Процесс расширения участия детей в принятии решений, затрагивающих их интересы, сопровождается следующими рисками: усиление формализма, недооценка возможностей и заниженные ожидания результатов участия детей в принятии решений; дискриминация определенных групп детей (девочек, детей младшего и среднего возраста, детей с ограниченными возможностями здоровья и детей из малообеспеченных семей, детей из семей мигрантов, детей, воспитывающихся в учреждениях для детей-сирот и детей, оставшихся без попечения родителей); усиление элитизма (создание элитных групп "детей-профессионалов"); массовая пассивность, разочарованность детей; нарушение принципа приоритета развития ребенка и принципа добровольности его участия в принятии решений; нарушение конфиденциальности в отношении ребенка и стремление взрослых манипулировать его мнением.\n' +
            '\n' +
            '2. Основные задачи\n' +
            '\n' +
            'Развитие на основе принципов и норм международного права законодательной базы в области регулирования участия детей в принятии решений, затрагивающих их интересы во всех сферах жизнедеятельности.\n' +
            '\n' +
            'Обеспечение правового обучения и воспитания детей, а также специалистов, работающих с детьми.\n' +
            '\n' +
            'Привлечение детей к участию в общественной жизни.\n' +
            '\n' +
            'Воспитание у детей гражданственности, расширение их знаний в области прав человека.\n' +
            '\n' +
            'Освещение в средствах массовой информации темы участия детей в общественной жизни.\n' +
            '\n' +
            'Разработка и внедрение в практику стандартов и методик участия детей в принятии решений, затрагивающих их интересы.\n' +
            '\n' +
            'Создание системы мониторинга и оценки участия детей в принятии решений, затрагивающих их интересы.\n' +
            '\n' +
            'Обеспечение основных принципов участия детей в принятии решений, затрагивающих их интересы, таких как: добровольность; включенность всех групп детей; приоритет развития ребенка; повсеместное присутствие (участие ребенка в принятии всех касающихся его решений с учетом степени его зрелости, возрастных и психологических возможностей); доверие (предоставление детям большей свободы действий, увеличение зоны их ответственности); открытость, честность взрослых в общении с детьми; недопущение использования детей различными политическими силами в качестве инструмента достижения собственных целей.\n' +
            '\n' +
            '3. Первоочередные меры\n' +
            '\n' +
            'Ратификация Европейской конвенции об осуществлении прав детей.\n' +
            '\n' +
            'Внесение изменений в Федеральный закон от 28 июня 1995 г. N 98-ФЗ "О государственной поддержке молодежных и детских общественных объединений".\n' +
            '\n' +
            'Разработка и внедрение усовершенствованных образовательных программ, обеспечивающих получение детьми знаний в области прав человека и прав ребенка, с включением в них специального раздела о практическом применении полученных знаний.\n' +
            '\n' +
            'Включение в учебные программы подготовки и переподготовки специалистов, работающих с детьми, специального раздела, разъясняющего право детей на участие в принятии решений, затрагивающих их интересы, и принципы его реализации.\n' +
            '\n' +
            'Обучение детей способам обеспечения конфиденциальности и защиты своих личных данных в сети "Интернет".\n' +
            '\n' +
            'Развитие института уполномоченных по правам ребенка в городах, муниципальных образованиях, образовательных учреждениях.\n' +
            '\n' +
            'Внедрение социальных технологий для привлечения детей к участию в жизни местного сообщества, в рассмотрении и экспертизе решений, касающихся прав и интересов детей, на всех уровнях.\n' +
            '\n' +
            'Разработка стандартов и методик расширения участия детей в различных сферах жизнедеятельности.\n' +
            '\n' +
            'Создание системы постоянного мониторинга и оценки участия детей в принятии решений, затрагивающих их интересы, включая систематический сбор качественных и количественных данных об уровне такого участия детей всех возрастных и социальных групп, а также о ресурсном обеспечении процесса участия детей в принятии указанных решений.\n' +
            '\n' +
            '4. Ожидаемые результаты\n' +
            '\n' +
            'Создание правовой основы участия детей во всех сферах жизни общества.\n' +
            '\n' +
            'Преодоление устоявшихся стереотипов, связанных с возможностью участия детей в принятии решений, затрагивающих их интересы.\n' +
            '\n' +
            'Развитие законодательства Российской Федерации в части, касающейся обеспечения участия детей в принятии решений, затрагивающих их интересы, включая ратификацию международных актов.\n' +
            '\n' +
            'Создание усовершенствованных образовательных программ и методик обучения по вопросам, связанным с обеспечением и защитой прав ребенка, а также их внедрение в образовательный процесс, в том числе с использованием средств массовой информации и сети "Интернет".\n' +
            '\n' +
            'Расширение влияния института уполномоченных по правам ребенка на всех уровнях.\n' +
            '\n' +
            'Создание системы постоянного мониторинга и оценки участия детей в принятии решений, затрагивающих их интересы.\n' +
            '\n' +
            'VIII. Механизм реализации Национальной стратегии\n' +
            '\n' +
            'Национальная стратегия реализуется во взаимосвязи с Концепцией долгосрочного социально-экономического развития Российской Федерации на период до 2020 года, Концепцией демографической политики Российской Федерации на период до 2025 года и приоритетными национальными проектами.\n' +
            '\n' +
            'Координирующим органом является образуемый при Президенте Российской Федерации координационный совет.\n' +
            '\n' +
            'Неотъемлемой частью Национальной стратегии являются принятые в ее развитие субъектами Российской Федерации стратегии (программы) действий в отношении детей, разработанные с учетом как общих, так и особенных, присущих данному региону проблем детства.\n' +
            '\n' +
            'Для достижения поставленных в Национальной стратегии целей следует сформировать консолидированный бюджет в интересах детей.\n' +
            '\n' +
            'Национальную стратегию предусматривается реализовать в два этапа: первый в 2012 - 2014 годах и второй в 2015 - 2017 годах.\n' +
            '\n' +
            'Сроки и основные этапы реализации Национальной стратегии должны быть согласованы с бюджетным процессом. Необходимость внедрения программно-целевого принципа организации деятельности федеральных органов исполнительной власти, органов исполнительной власти субъектов Российской Федерации и органов местного самоуправления, а также создания условий для планирования бюджетных ассигнований в интересах детей по новым принципам потребует изменения порядка составления и утверждения бюджетов соответствующего уровня и корректировки бюджетной классификации Российской Федерации.\n' +
            '\n' +
            'Для успешной реализации Национальной стратегии в современных экономических условиях следует создать соответствующую систему индикаторов по каждому направлению и организовать постоянный мониторинг эффективности проводимых мероприятий. Функции по сбору и анализу данных о выполнении программных мероприятий и полученных результатах, а также по выработке необходимых рекомендаций возлагаются на Правительство Российской Федерации и Росстат.\n' +
            '\n' +
            'На основе постоянного мониторинга реализации Национальной стратегии предусматривается проводить корректировку управленческих решений. Контроль за эффективностью использования финансовых и иных ресурсов должны осуществлять Счетная палата Российской Федерации, контрольно-счетные органы субъектов Российской Федерации и муниципальных образований с привлечением общественности. В качестве инструмента финансового контроля следует использовать аудит эффективности, предполагающий независимую оценку экономической эффективности и результативности проводимых мероприятий, их соответствия поставленным целям.\n' +
            '\n' +
            'Механизмом контроля за ходом реализации Национальной стратегии являются ежегодные аналитические доклады образуемого при Президенте Российской Федерации координационного совета и альтернативные доклады, подготавливаемые представителями общественности и экспертного сообщества при участии детей.',
    },
    {
        id: 3,
        name: 'protection-regulation',
        title: 'Защита детей от вредной информации',
        subTitle: 'ПОЛОЖЕНИЕ\n' +
            '\n' +
            'О ЗАЩИТЕ ДЕТЕЙ ОТ ИНФОРМАЦИИ, ПРИЧИНЯЮЩЕЙ ВРЕД ИХ ЗДОРОВЬЮ И РАЗВИТИЮ',
        content: '1. ОБЩИЕ ПОЛОЖЕНИЯ\n' +
            '\n' +
            '1.1. Настоящее Положение разработано в соответствии с Конституцией РФ, Федеральными законами от 29 декабря 2010 года № 436-ФЗ «О защите детей от информации, причиняющей вред их здоровью и развитию», от 27 июля 2006 года № 149-ФЗ «Об информации, информационных технологиях и о защите информации» для обеспечения административных и организационных мер по защите детей от информации, причиняющей вред их здоровью и развитию.\n' +
            '1.2. К информации, причиняющей вред здоровью и (или) развитию детей, относится информация:\n' +
            '• запрещенная для распространения среди детей;\n' +
            '• распространение которой среди детей определенных возрастных категорий ограничено.\n' +
            '1.2.1. К информации, запрещенной для распространения среди детей, относится информация:\n' +
            '• побуждающая детей к совершению действий, представляющих угрозу их жизни и (или) здоровью, в том числе к причинению вреда своему здоровью, самоубийству;\n' +
            '• способная вызвать у детей желание употребить наркотические средства, психотропные и (или) одурманивающие вещества, табачные изделия, алкогольную и спиртосодержащую продукцию, пиво и напитки, изготавливаемые на его основе, принять участие в азартных играх, заниматься проституцией, бродяжничеством или попрошайничеством;\n' +
            '• обосновывающая или оправдывающая допустимость насилия и (или) жестокости либо побуждающая осуществлять насильственные действия по отношению к людям или животным, за исключением случаев, предусмотренных настоящим Федеральным законом;\n' +
            '• отрицающая семейные ценности и формирующая неуважение к родителям и (или) другим членам семьи;\n' +
            '• оправдывающая противоправное поведение;\n' +
            '• содержащая нецензурную брань;\n' +
            '• содержащая информацию порнографического характера.\n' +
            '1.2.2. К информации, распространение которой среди детей определенных возрастных категорий ограничено, относится информация:\n' +
            '• представляемая в виде изображения или описания жестокости, физического и (или) психического насилия, преступления или иного антиобщественного действия;\n' +
            '• вызывающая у детей страх, ужас или панику, в том числе представляемая в виде изображения или описания в унижающей человеческое достоинство форме ненасильственной смерти, заболевания, самоубийства, несчастного случая, аварии или катастрофы и (или) их последствий;\n' +
            '• представляемая в виде изображения или описания половых отношений между мужчиной и женщиной;\n' +
            '• содержащая бранные слова и выражения, не относящиеся к нецензурной брани.\n' +
            '\n' +
            '2. КЛАССИФИКАЦИЯ ИНФОРМАЦИОННОЙ ПРОДУКЦИИ\n' +
            '\n' +
            '2.1. Классификация информационной продукции осуществляется по следующим категориям:\n' +
            '• информационная продукция для детей, не достигших возраста шести лет;\n' +
            '• информационная продукция для детей в возрасте от шести до двенадцати лет;\n' +
            '• информационная продукция для детей в возрасте от двенадцати до шестнадцати лет;\n' +
            '• информационная продукция для детей в возрасте от шестнадцати до восемнадцати лет;\n' +
            '• информационная продукция, запрещенная для распространения среди детей (п. 1.2.1. настоящего Положения).\n' +
            '2.1.1. К информационной продукции для детей, не достигших возраста шести лет, может быть отнесена информационная продукция, содержащая информацию, не причиняющую вреда здоровью и (или) развитию детей (в том числе информационная продукция, содержащая оправданные ее жанром и (или) сюжетом эпизодические ненатуралистические изображение или описание физического и (или) психического насилия (за исключением сексуального насилия) при условии торжества добра над злом и выражения сострадания к жертве насилия и (или) осуждения насилия).\n' +
            '2.1.2. К информационной продукции для детей в возрасте от шести до двенадцати лет, может быть отнесена информационная продукция, предусмотренная п.2.1.1. настоящего Положения, а также информационная продукция, содержащая оправданные ее жанром и (или) сюжетом:\n' +
            '• кратковременные и ненатуралистические изображение или описание заболеваний человека (за исключением тяжелых заболеваний) и (или) их последствий в форме, не унижающей человеческого достоинства;\n' +
            '• ненатуралистические изображение или описание несчастного случая, аварии, катастрофы либо ненасильственной смерти без демонстрации их последствий, которые могут вызывать у детей страх, ужас или панику;\n' +
            '• не побуждающие к совершению антиобщественных действий и (или) преступлений эпизодические изображение или описание этих действий и (или) преступлений при условии, что не обосновывается и не оправдывается их допустимость и выражается отрицательное, осуждающее отношение к лицам, их совершающим.\n' +
            '2.1.3. К информационной продукции для детей в возрасте от двенадцати до шестнадцати лет, может быть отнесена информационная продукция, предусмотренная п. 2.1.2.настоящего Положения, а также информационная продукция, содержащая оправданные ее жанром и (или) сюжетом:\n' +
            '• эпизодические изображение или описание жестокости и (или) насилия (за исключением сексуального насилия) без натуралистического показа процесса лишения жизни или нанесения увечий при условии, что выражается сострадание к жертве и (или) отрицательное, осуждающее отношение к жестокости, насилию (за исключением насилия, применяемого в случаях защиты прав граждан и охраняемых законом интересов общества или государства);\n' +
            '• изображение или описание, не побуждающие к совершению антиобщественных действий (в том числе к потреблению алкогольной и спиртосодержащей продукции, пива и напитков, изготавливаемых на его основе, участию в азартных играх, занятию бродяжничеством или попрошайничеством), эпизодическое упоминание (без демонстрации) наркотических средств, психотропных и (или) одурманивающих веществ, табачных изделий при условии, что не обосновывается и не оправдывается допустимость антиобщественных действий, выражается отрицательное, осуждающее отношение к ним и содержится указание на опасность потребления указанных продукции, средств, веществ, изделий;\n' +
            '• не эксплуатирующие интереса к сексу и не носящие возбуждающего или оскорбительного характера эпизодические ненатуралистические изображение или описание половых отношений между мужчиной и женщиной, за исключением изображения или описания действий сексуального характера.\n' +
            '2.1.4. К информационной продукции для детей в возрасте от шестнадцати до восемнадцати лет, может быть отнесена информационная продукция, предусмотренная п. 2.1.3. настоящего Положения, а также информационная продукция, содержащая оправданные ее жанром и (или) сюжетом:\n' +
            '• изображение или описание несчастного случая, аварии, катастрофы, заболевания, смерти без натуралистического показа их последствий, которые могут вызывать у детей страх, ужас или панику;\n' +
            '• изображение или описание жестокости и (или) насилия (за исключением сексуального насилия) без натуралистического показа процесса лишения жизни или нанесения увечий при условии, что выражается сострадание к жертве и (или) отрицательное, осуждающее отношение к жестокости, насилию (за исключением насилия, применяемого в случаях защиты прав граждан и охраняемых законом интересов общества или государства);\n' +
            '• информация о наркотических средствах или о психотропных и (или) об одурманивающих веществах (без их демонстрации), об опасных последствиях их потребления с демонстрацией таких случаев при условии, что выражается отрицательное или осуждающее отношение к потреблению таких средств или веществ и содержится указание на опасность их потребления;\n' +
            '• отдельные бранные слова и (или) выражения, не относящиеся к нецензурной брани;\n' +
            '• не эксплуатирующие интереса к сексу и не носящие оскорбительного характера изображение или описание половых отношений между мужчиной и женщиной, за исключением изображения или описания действий сексуального характера.\n' +
            '\n' +
            '3. ДЕЯТЕЛЬНОСТЬ ГБУСО «ЗСРЦН» ПО ОБЕСПЕЧЕНИЮ ЗАЩИТЫ ДЕТЕЙ ОТ ИНФОРМАЦИИ, ПРИЧИНЯЮЩЕЙ ВРЕД ИХ ЗДОРОВЬЮ И РАЗВИТИЮ\n' +
            '\n' +
            '3.1.5. График работы точек доступа к сети Интернет и список ответственных лиц устанавливается приказом директора .\n' +
            '3.1.6. Обеспечение технических и программно-аппаратных средств защиты детей от информации, причиняющей вред их здоровью и развитию в точках коллективного доступа к сети Интернет осуществляется работниками СРЦН\n' +
            '3.1.7. Контроль за соответствием содержания и художественного оформления печатных изданий, полиграфической продукции (в том числе тетрадей, дневников, обложек для книг, закладок для книг), аудиовизуальной продукции, иной информационной продукции, используемой в образовательном процессе требованиям, предъявляемым к информационной продукции для детей соответствующей возрастной группы осуществляется работниками СРЦН в соответствии с их должностными обязанностями.\n' +
            '\n' +
            '4. ОТВЕТСТВЕННОСТЬ ЗА ПРАВОНАРУШЕНИЯ В СФЕРЕ ЗАЩИТЫ ДЕТЕЙ ОТ ИНФОРМАЦИИ, ПРИЧИНЯЮЩЕЙ ВРЕД ИХ ЗДОРОВЬЮ И РАЗВИТИЮ\n' +
            '\n' +
            '4.1. Нарушение законодательства РФ о защите детей от информации, причиняющей вред их здоровью и развитию, влечет за собой ответственность в соответствии.'
    },
    {
        id: 4,
        name: 'social-assessment',
        title: 'Социальная экспертиза',
        subTitle: '670031, Республика Бурятия, г.Улан-Удэ, пр. Победы,18, каб.7.\n' +
            '\n' +
            'Тел. 8 (3012) 21-84-50; 8-914-63-00-108.\n' +
            '\n' +
            'http://soc-expert.ru/ info@soc-expert.ru\n' +
            '\n' +
            '\n' +
            'О проведении социальной экспертизы «Независимая оценка качества работы учреждения социального обслуживания населения в течение 2015 года»',
        content: '',
    },
    {
        id: 5,
        name: 'center-internal-rules',
        title: 'Правила внутреннего распорядка',
        subTitle: 'Правила внутреннего трудового распорядка для работников Заиграевского социально-реабилитационного центра для несовершеннолетних',
        content: 'Настоящие Правила внутреннего трудового распорядка разработали на основе Конституции РФ, Трудового кодекса РФ.\n' +
            'I. Общие положения.\n' +
            '\n' +
            '1.1 Настоящие Правила имеют целью установления гарантий трудовых прав и свобод граждан, создание благоприятных условий труда, защиту права интересов работников и работодателей, создание необходимых правовых условий для достижения оптимальною согласования интересов сторон трудовых отношений.\n' +
            '2. Порядок приёма и увольнения.\n' +
            '\n' +
            '2.1 Трудовые отношения, основанные на соглашении между работником и работодателем о личном выполнении работы за плату трудовой функции, подчинены работники Правилам внутреннего трудового распорядка при обеспечении работодателем условий труда, предусмотренных действующим трудовым законодательством, коллективным договором и трудовым договором.\n' +
            '2.2. Трудовые отношения возникают между работником и работодателем на основе трудового договора, заключаемым ими в соответствии с трудовым кодексом РФ. Работники, принятыми на работу до введения в действие ТК РФ оформляют договоры по взаимному согласию сторон.\n' +
            '2.3.При заключении трудового договора, лицо, поступающее на работу предъявляет администрации:\n' +
            '• Паспорт или документ, удостоверяющий личность\n' +
            '• Трудовую книжку, за исключением случаев, когда трудовой договор заключается впервые или работник поступает на работу на условиях совместительства\n' +
            '• Страховое свидетельство государственного пенсионного страхования(СНИЛС)\n' +
            '• Идентификационный номер налогоплательщика (ИНН)\n' +
            '• Документы воинского учета - для военнообязанных и лиц, подлежащих призыву на военную службу\n' +
            '• Документ об образовании, квалификации или наличии специальных знаний или\n' +
            'специальной подготовки.\n' +
            '• При заключении трудового договора впервые трудовая книжка и страховое свидетельств государственного пенсионного страхования оформляются работодателем.\n' +
            '• Приём на работу без предъявления соответствующих документов не допускается.\n' +
            '2.4 Приём на работу оформляется приказом директора, изданный на основании заключённого трудового договора и объявляется работнику в 3-х дневный срок со дня подписания трудового договора. При приёме на работу администрация обязана:\n' +
            '• Ознакомить работника с порученной работой, условиями и оплатой труда, разъяснить права и обязанности\n' +
            '• Ознакомить работника с Правилами внутреннего трудового распорядка, проинструктировать по технике безопасности, производственной санитарии, противопожарной охране и Уставом Центра\n' +
            '2.5. Прекращение трудового договора допускается только по основаниям, предусмотренным ТК РФ.\n' +
            '2.6. Работник имеет право расторгнуть трудовой договор, предупредив об этом директора в письменной форме за две недели. По соглашении сторон трудовой договор должен быть, расторгнут и до истечения срока предупреждения об увольнении.\n' +
            '2.7.При увольнении (независимо от основания увольнения) работнику выплачивается денежная компенсация за все дни неиспользованного отпуска. По письменному заявлению работника неиспользованные отпуска могут быть предоставлены ему с последующим увольнением (за исключением случаев увольнения за виновные действия). При этом днем увольнения считается последний день отпуска. Расторжение трудового договора по инициативе администрации не допускается без учёта мнения выборного профсоюзного органа организации, за исключением случаев, предусмотренных ТК РФ. Прекращение трудового договора оформляется приказом (распоряжением) директора.\n' +
            '2.8 Днём увольнения работника является последний день его работы. В последний день работы работодатель, в лице ответственного работника администрации обязан выдать работнику трудовую книжку, другие документы, связанные с работой, по письменному заявлению работника и провести с ним окончательный расчёт.\n' +
            '2.9. 3аписи о причинах увольнения в трудовую книжку должны производиться в точном соответствии с формулировкой действующего законодательства и со ссылкой на соответствующую статью, пункт закона.\n' +
            '\n' +
            '3. Основные права и обязанности работника.\n' +
            '\n' +
            '3.1 Работник имеет право на:\n' +
            '• Заключение, изменение и расторжение трудового договора в порядке и на условия, которые -установлены ТК РФ\n' +
            '• Предоставление ему работы, обусловленной трудовым договором Рабочее место\n' +
            '• Своевременную и в полном объёме выплату заработанной платы в соответствии со своей квалификацией\n' +
            '• Отдых, обеспечиваемый установлением нормальной продолжительности рабочего времени, сокращённого рабочего о времени для отдельных профессий и категорий работников, предоставлением еженедельных выходных дней, нерабочих праздничных днем, оплачиваемых ежегодных отпусков, в соответствии с действующим законодательством. - Профессиональную подготовку, переподготовку и повышение своей квалификации в порядке, установленном ТК РФ и коллективным договором, защиту своих трудовых прав, свобод и законных интересов, объединения, создание профсоюза.\n' +
            '\n' +
            '3.2 Работник обязан:\n' +
            '• Добросовестно исполнять свои трудовые обязанности, возложенные на него трудовым договором\n' +
            '• Соблюдать Правила внутреннего трудового распорядка организации\n' +
            '• Соблюдать трудовую дисциплину\n' +
            '• Выполнять установленные нормы труда\n' +
            '• Бережно относиться к имуществу работодателя и других работников, принимать меры к предупреждению и пресечению случаев хищения\n' +
            '• Незамедлительно сообщать работодателю либо непосредственному своему начальнику о возникновении ситуации, предоставляющей угрозу жизни и здоровья людей, сохранности имущества организации\n' +
            '• Добиваться повышения производительности труда, выполнение установленных производственных заданий и нормативов трудовых затрат, всемерно внедрять новую технику и технологию, научные приёмы и методы работы -\n' +
            '• Соблюдать требования по охране труда, технике безопасности, производственной санитарии, гигиене труда и противопожарной охране, предусмотренные соответствующими правилами и инструкциями\n' +
            '• Принимать меры к немедленному устранению причин и условий, препятствующих или затрудняющих нормальное производство работы (простой, авария), и немедленно сообщать о случившемся директору, заведующей отделением.\n' +
            'Выполнять правила и нормы по охране окружающей среды\n' +
            'Содержать своё рабочее место, оборудование и приспособления в порядке, чистоте и\n' +
            'исправном состоянии, а также соблюдать чистоту на участке, в отделе и на территории\n' +
            'организации, соблюдать установленный порядок хранения материальных ценностей и\n' +
            'документов.\n' +
            '\n' +
            '4. Основные права и обязанности работодателя.\n' +
            '\n' +
            '4.1 Работодатель имеет право:\n' +
            '• Заключать, изменять, расторгать трудовой договор с работником в порядке и на условиях, установленных ТК РФ\n' +
            '• Вести коллективные переговоры и заключать коллективные договоры\n' +
            '• Поощрять работников за добросовестный труд\n' +
            '• Требовать от работников исполнения ими трудовых обязанностей и бережного отношения к имуществу организации, соблюдения Правил внутреннего трудового распорядка\n' +
            '• Привлекать работника к дисциплинарной и материальной ответственности, согласно ТК РФ\n' +
            '• Принимать локальные трудовые акты.\n' +
            '4.2. Работодатель обязан:\n' +
            '• Соблюдать законы, условия коллективного договора и трудовых договоров\n' +
            '• Предоставлять работникам работу, обусловленную трудом и производить оплату за труд в сроки, установленные коллективным договором\n' +
            '• Обеспечивать работников оборудованием, инструментами и иными средствами, необходимыми для работы, принимать меры к безопасности труда\n' +
            '• Осуществляет обязательное социальное страхование работников, в порядке, установленном законом\n' +
            '• Принимать меры по профилактике производственного травматизма, профессиональных и других заболеваний работников\n' +
            '• Обеспечивать систематическое повышение производственной квалификации работников и уровня их экономических и правовых знаний.\n' +
            '\n' +
            '5. Рабочее время и его использование.\n' +
            '\n' +
            '5.1\n' +
            '.Продолжительность ежедневной работы, время и окончание ежедневной работы, и перерывы для отдыха и приёма пищи определяется администрацией по согласованию с профкомом.\n' +
            '5.2\n' +
            'Для работников организации устанавливается пятидневная рабочая неделя с продолжительностью рабочего времени 40 часов, а для женщин, работающих в сельской местности - 36 часов и двумя выходными днями (суббота, воскресенье), 30 часов для педагогических работников.\n' +
            '5.3. На непрерывных работах сменщику запрещается оставлять работу до прихода, сменяющего работника.\n' +
            '5.4.В случае неявки сменяющего работника заявляет об этом старшему по работе, который обязан немедленно принять меры к замене сменщика другим работником.\n' +
            '5.5.График сменности доводится до сведения работников не позднее, чем за трёхдневный срок до введения в действие.\n' +
            '5.6.Администрация обязана организовать учёт явки на работу и уход с работы.\n' +
            '5.7.Работника, появившегося на работе в нетрезвом состоянии, администрация не допускает к работе в данный рабочий день.\n' +
            '\n' +
            '5.8. Запрещается в рабочее время:\n' +
            'Отвлекать работников от работы, вызывать или снимать их с работы для выполнения общественных обязанностей и проведения разного ряда мероприятий, не связанных с производственной деятельностью.\n' +
            '5.9 Очерёдность предоставления ежегодных отпусков устанавливается администрацией по согласованию с профкомом с учётом необходимости обеспечения нормального хода работы организации и благоприятных условий для отдыха рабочих и служащих. График-отпусков составляется на каждый календарный год не позднее 25 ноября текущего года и доводится до сведения всех работников под роспись.\n' +
            '5.10. В случаях, предусмотренных ТК РФ (сверхурочная работа, работа в выходные дни и праздничные нерабочие дни) работнику по его желанию может быть предоставлено дополнительное время отдыха (отгулы)\n' +
            '5.11. Отгулы предоставляются по письменному заявлению работника, согласованному с его непосредственным руководителем. Заявление о предоставлении отгулов должно быть подано работодателю не позднее трёх рабочих дней до начала предполагаемого дополнительного времени отдыха.\n' +
            '5.12.Предоставление отгулов оформляется приказом (распоряжением), либо разрешительной визой директора на заявление работника.\n' +
            '5.13. Использование отгулов без соответствующего оформления является самовольным оставлением работы (прогулом), за что работник может быть привлечён к дисциплинарной ответственности.\n' +
            '\n' +
            '6. Поощрения за успехи в работе.\n' +
            '\n' +
            '6.1. За добросовестное выполнение трудовых обязанностей, повышение производительности труда, улучшения качества работы, новаторство в труде, проявление инициативы в работе, успехе в производственном соревновании, бережное отношение к собственности, продолжительную и безупречную работу:\n' +
            '• Объявление благодарности\n' +
            '• Выдача премии\n' +
            '• Награждение ценным подарком\n' +
            '• награждение Почётной грамотой\n' +
            '• присвоение знания лучшего работника по данной профессии или других званий за успехи и работе с кручением памятного знака и выплатой денежного вознаграждения.\n' +
            'Допускается одновременно применение нескольких видов поощрений. За особые трудовые заслуги работники представляются в установленном порядке к государственным наградам РФ.\n' +
            '6.2 Поощрения применяются в следующем порядке:\n' +
            '• Награждение ценным подарком, Почётной грамотой производится директором\n' +
            '• Присвоение звания лучшего по профессии и других званий за успехи в работе производится в установленном Законом порядке.\n' +
            '6.3 Поощрения объявляются приказом директора и заносятся в трудовую книжку в соответствии с правилами их ведения.\n' +
            '6.4 Работникам, успешно и добросовестно выполняющим свои трудовые обязанности, предоставляются в первую очередь преимущества и льготы в области социально-культурного обслуживания. Таким работникам предоставляются также преимущество при продвижении по работе.\n' +
            '\n' +
            '7. Ответственность за нарушение трудовой дисциплины.\n' +
            '\n' +
            '7.1 Ответственность за нарушение трудовой дисциплины регулируется ТК РФ, Правилами внутреннего трудового распорядка.\n' +
            '7.2. За каждое нарушение трудовой дисциплины может быть применено только одно дисциплинарное взыскание. При применении взыскания учитывается тяжесть совершенного проступка, обстоятельства, при которых он совершен, предшествующая работа и поведение работника.\n' +
            '7.3 Приказ о применении дисциплинарного взыскания объявляется под расписку в течение трёх дней со дня его издания.\n' +
            '7.4 Если в течение года со дня применения дисциплинарного взыскания работник не будет подвергнут новому дисциплинарному взысканию, то он считается не имеющим дисциплинарное взыскание.\n' +
            '7.5. Премирование за выполнение показателей производственно-финансовой деятельности организации производится на основании положений, действующих в организации.\n' +
            '7.6. За совершение дисциплинарного проступка ко всем работникам организации могут применяться следующие виды дисциплинарных взысканий:\n' +
            '• Замечание\n' +
            '• Выговор\n' +
            '• Увольнение\n' +
            '7.7. Дисциплинарное взыскание в виде увольнения может быть применено к работникам в случаях:\n' +
            '- неоднократного неисполнения работником без уважительных причин трудовых\n' +
            'обязанностей, если он имеет дисциплинарное взыскание\n' +
            '- грубого однократного нарушения работником трудовых обязанностей:\n' +
            '- прогула (отсутствия на рабочем месте без уважительных причин более четырёх часов подряд в течение рабочего дня)\n' +
            '- появления на работе в состоянии алкогольного, наркотического или иного токсического опьянения\n' +
            '- разглашения охраняемой законом тайны (государственной, коммерческой, служебной и иной), ставшей известной работнику в связи с исполнением им трудовых обязанностей\n' +
            '- совершения по месту работы хищения (в том числе мелкого) чужого имущества, растраты, умышленного его уничтожения или повреждения, установленных вступившим в законную силу приговором суда или постановлением органа, уполномоченного на применение административных взысканий\n' +
            '- нарушение работником требований по охране труда, если это нарушение повлекло за собой тяжкие последствия (несчастный случай на производстве, авария, катастрофа) либо заведомо создавало реальную угрозу наступления таких последствий\n' +
            '- в других случаях, установленных действующим трудовым законодательством\n' +
            '- Увольнение работника производится без учёта мнения соответствующего выборного профсоюзного органа, за исключением случаев, предусмотренных ТК РФ\n' +
            '7.8 Порядок применения, обжалования и сроки наложения дисциплинарных взысканий определяются ТК РФ.\n' +
            '7.9 Дисциплинарные взыскания применяются не позднее одного месяца со дня его обнаружения, не считая времени болезни работника, пребывания его в отпуске, а так же времени необходимого на учёт мнения соответствующего выборного профсоюзного органа.\n' +
            '\n' +
            'Данные Правила внутреннего трудового распорядка приняты на собрании трудового коллектива.\n' +
            '\n',
    },
    {
        id: 6,
        name: 'center-material-technical',
        title: 'Материально-техническое обеспечение',
        subTitle: '',
        content: 'Материально-техническое оснащение и оборудование, пространственная организация среды соответствуют санитарно-гигиеническим требованиям.\n' +
            'Общая площадь территории учреждения составляет 9761 кв.м.\n' +
            'Территория огорожена деревянным забором по всему периметру. Имеются 2 подъезда: центральный и хозяйственный, которые оснащены металлическими и деревянными воротами. Для защиты детей от солнца и осадков на территории учреждения установлены теневые навесы. На территории произрастают разнообразные породы деревьев и кустарников, в летний период времени осуществляется посадка огорода, цветников и клумб. На территории учреждения имеются 5 зданий: основной здание, баня, гараж, склад, овощехранилище. Имеется спортивная площадка, на которой проводятся спортивные игры, праздники и развлечения и также организуется самостоятельная двигательная деятельность детей. Здание обеспечено наружным освещением - 5, оснащено 24 видеокамерами: 12 внешних, 12 внутренних. Отопление, канализация и водоснабжение централизованные. Вентиляция имеется..Система АПС в исправном состоянии. В надлежащем состоянии эвакуационные пути и выходы из здания. Персонал учреждения обеспечен средствами индивидуальной защиты.\n' +
            'В штатном расписании ГБУСО «Заиграевский СРЦН» числится 2 медицинских сестры, по внешнему совместительству - врач-организатор на 0,25 ставки. Приемно-карантинное отделение (ПКО) включает помещения: медицинский кабинет, спальные комнаты, изолятор, санузел. Имеется лицензия на право осуществления медицинской деятельностью. Имеется необходимый запас медикаментов, специального оборудования, аппаратуры и расходных материалов для полноценного оказания лечебно-профилактической помощи воспитанникам. Медицинской сестрой ежедневно осуществляется осмотр (кожные покровы и видимые слизистые полости рта и носа, температура тела) детей на наличие заболеваемости. Еженедельно проводится осмотр детей на наличие педикулеза.\n' +
            'В учреждении сбалансированное пятиразовое питание осуществляется в соответствии с возрастными и физиологическими потребностями детей. В меню представлены разнообразные блюда. В ежедневный рацион питания включены овощи и фрукты. Организация питания находится под постоянным контролем у администрации учреждения. Перспективное меню составляется на 10 дней.\n' +
            'Воспитатели приучают детей к чистоте и опрятности при приеме пищи.\n' +
            'Созданы все условия для соблюдения личной гигиены. Воспитанники обеспечены средствами личной гигиены (индивидуальное мыло, зубная щетка, зубная паста, расческа), туалетные комнаты оборудованы дозаторами с жидким мылом, что исключает распространение вирусных и кишечных инфекций. Персонал регулярно проходит медицинский осмотр. Деятельность медицинской сестры направлена на профилактику заболеваний у относительно здоровых детей и профилактику рецидивов у хронически больных. Для решения этих задач ею обеспечивается проведение профилактических прививок согласно Национального календаря прививок. Осуществляется контроль освещенности в группе, проводится санитарно-просветительская работа среди воспитанников, персонала, контроль росто-весовых показателей. 2 раза в год проводится дополнительная диспансеризация детей.\n' +
            'Условия содержания воспитанников приближены к домашним. Помещения уютно оформлены, мебель соответствует назначению и возрасту в соответствии с гигиеническими и санитарными правилами. Имеются спальные комнаты, помещение для самоподготовки, туалетные комнаты, столовая, душевые, приемно-карантинное отделение. В кабинете для самоподготовки оборудован игровой уголок для проведения сюжетно-ролевых игр, самостоятельной деятельности детей. Имеются дидактические игры, пособия, методическая и художественная литература, необходимая для организации разных видов деятельности воспитанников. Для организации занятий и проведения спортивных мероприятий имеется спортивный инвентарь (обручи, стол, ракетки и мячи для настольного тенниса, скакалки, волейбольные, футбольные мячи и др.). Обеспечивается подготовка воспитанников к самостоятельной жизни, педагогическим составом отделения проводятся занятия по программе «Хозяюшка», « Путь во взрослую жизнь». Материальная база периодически обновляется для стимулирования физической, творческой, интеллектуальной активности детей.\n' +
            'Из технических средств в учреждении имеются: телевизор, музыкальный центр, компьютер. Имеется мультимедийное оборудование (экран, проектор), используемое для демонстрации фото-, видеоматериалов и презентаций на лекциях, консультациях, обучающих занятиях, круглых столах, семинарах, методических совещаниях.',
    },
    {
        id: 7,
        name: 'center-board-trustees',
        title: 'Попечительский совет',
        subTitle: '',
        content: 'Попечительский совет\n' +
            'В организации и развитии Заиграевского социально – реабилитационного центра для несовершеннолетних большое значение имеет деятельность Попечительского Совета, созданного в 2010 году.\n' +
            'Сегодня помимо вопросов, связанных с развитием материально-технической базы ЗСРЦН, технического и организационно - методического обеспечения его деятельности Попечительский Совет постоянно держит под своим контролем разработку и выполнение перспективных планов развития ЗСРЦН.\n' +
            'Председатель Попечительского Совета\n' +
            'Якушева Наталья Валерьевна, индивидуальный предприниматель\n' +
            'Заместитель Председателя:\n' +
            'Непомнящих Сергей Александрович - командир батальона в/ч 32364\n' +
            'Члены Попечительского Совета:\n' +
            'Чмелёв Анатолий Кириллович, индивидуальный предприниматель\n' +
            'Згирская Анна Юрьевна, индивидуальный предприниматель\n' +
            'Кочетова Галина Ивановна, директор Заиграевского территориального центра социального обслуживания населения\n' +
            'Секретарь Совета:\n' +
            'Зубакина Юлия Владимировна - индивидуальный предприниматель',
    },
    {
        id: 8,
        name: 'center-inspection-reports',
        title: 'Акты проверок',
        subTitle: null,
        content: null,
    },
    {
        id: 9,
        name: 'foster-common',
        title: 'Cлужба сопровождения замещающих семей',
        subTitle: 'Служба сопровождения замещающих семей в ГБУСО «Заиграевском СРЦН»',
        content: 'Служба сопровождения замещающих семей создана в 2009 году.\n' +
            '<div class="font-roboto700">Основные задачи Службы:</div>' +
            '<ul class="list-disc pl-[20px]">' +
            '                <li>максимальное увеличение количества детей, переданных на семейные формы устройства;</li>' +
            '                <li>пропаганда семейных форм устройства детей;</li>' +
            '                <li>развитие института приемной семьи: реализация модели сопровождения приемных семей;</li>' +
            '                <li>качественный отбор граждан, желающих быть опекунами (попечителями), приёмными родителями, усыновителями;</li>' +
            '                <li>подготовка граждан, желающих быть опекунами (попечителями), приёмными родителями, усыновителями к принятию ребёнка в семью;</li>' +
            '                <li>подготовка детей к проживанию в замещающей семье;</li>' +
            '                <li>мониторинг состояния и развития ребёнка в замещающей семье;</li>' +
            '                <li>психологическая помощь, поддержка замещающих семей.</li>' +
            '            </ul>' +
            '            <div class="mt-[20px]">В рамках работы службы функционируют:</div>' +
            '            <ul class="list-disc pl-[20px]">' +
            '                <li>Школа приёмных родителей;</li>' +
            '                <li>Клуб замещающих родителей «Тепло домашнего очага».</li>' +
            '            </ul>' +
            '            <div class="mt-[20px]">Общая информация о службе сопровождения</div>' +
            '            <div>' +
            '                <p>' +
            '                    Служба сопровождения замещающих семей является структурным подразделением ГБУСО «Заиграевского СРЦН».' +
            '                    Служба осуществляет свою деятельность в соответствии с законодательством Российской Федерации и Республики Бурятия,' +
            '                    Уставом Учреждения и настоящим Положением.' +
            '                    Служба оказывает профессиональную психолого-педагогическую, социально-педагогическую, юридическую,' +
            '                    медицинскую и иную помощь детям, оставшимся без попечения родителей, и гражданам, желающим принять на' +
            '                    воспитание детей и гражданам, приявшим детей на воспитание. Служба осуществляет свою деятельность во взаимодействии' +
            '                    с органами опеки и попечительства муниципальных образований Республики Бурятия.' +
            '                </p>' +
            '                <p class="mt-[20px]">' +
            '                    <span class="font-roboto700">Место нахождения службы:</span>' +
            '                    Республика Бурятия Заиграевский район с.Новая Брянь, пер. Верховской, 1.' +
            '                </p>' +
            '            </div>' +
            '            <div class="mt-[20px]">' +
            '                График работы специалистов службы сопровождения замещающих семей ГБУСО «Заиграевского СРЦН»:<br>' +
            '                Рабочие дни с понедельника по пятницу, часы работы с 08:00 до 16:15, перерыв на обед с 12:00 до 13:00.' +
            '            </div>' +
            '            <div class="mt-[20px]">' +
            '                Служба создана для организации обеспечения деятельности по содействию семейному устройству детей, оставшихся' +
            '                без попечения родителей, подготовке и сопровождению семей, принимающих на воспитание детей-сирот и детей,' +
            '                оставшихся без попечения родителей. Предметом деятельности Службы является оказание психолого-педагогической,' +
            '                социально-педагогической, юридической и иной помощи детям-сиротам и детям, оставшимся без попечения родителей,' +
            '                а также гражданам, желающим принять и принявшим детей-сирот и детей, оставшихся без попечения родителей, на' +
            '                воспитание в свои семьи, по подготовке и сопровождению замещающих семей.' +
            '            </div>' +
            '            <div class="mt-[20px]">' +
            '                Основными задачами деятельности по сопровождению замещающих семей являются:' +
            '            </div>' +
            '            <div>' +
            '                <ul class="list-disc pl-[20px]">' +
            '                    <li>' +
            '                        содействие развитию различных форм семейного устройства детей-сирот и детей, оставшихся без попечения родителей;' +
            '                    </li>' +
            '                    <li>' +
            '                        одействие созданию в замещающих семьях условий для успешной адаптации, социализации, образования, и' +
            '                        развития детей, переданных на воспитание в замещающие семьи;' +
            '                    </li>' +
            '                    <li>профилактика вторичного сиротства;</li>' +
            '                    <li>' +
            '                        оказание помощи замещающим родителям в обеспечении безопасных условий проживания и воспитания детей' +
            '                        в замещающих семьях;' +
            '                    </li>' +
            '                    <li>' +
            '                        оказание комплексной психолого-педагогической, социальной и правовой помощи детям, оставшимся без' +
            '                        попечения родителей, гражданам, желающим принять или' +
            '                        принявшим на воспитание в свои семьи детей, оставшихся без попечения родителей;' +
            '                    </li>' +
            '                    <li>организация комплексного сопровождения замещающих семей</li>' +
            '                    <li>' +
            '                        осуществление переданного в установленном порядке полномочия органов опеки и попечительства по' +
            '                        подготовке граждан, выразивших желание принять детей,' +
            '                        оставшихся без попечения родителей, в семью на воспитание в установленных законодательством' +
            '                        Российской Федерации формах;' +
            '                    </li>' +
            '                    <li>' +
            '                        мониторинг воспитания и развития детей в замещающих семьях, изучение социальной ситуации развития' +
            '                        ребёнка, его положения в коллективе, в семье;' +
            '                    </li>' +
            '                    <li>' +
            '                        реализации индивидуальной программы сопровождения, уровня социальной адаптации и подготовки к взрослой' +
            '                        жизни, разработка рекомендаций для родителей.' +
            '                    </li>' +
            '                </ul>' +
            '            </div>' +
            '            <div class="mt-[20px]">' +
            '                В качестве основных направлений деятельности по сопровождению замещающих семей предусматривается:' +
            '                <ul class="list-decimal pl-[20px]">' +
            '                    <li>оказание психолого-педагогической, социально-педагогической и юридической помощи гражданам, изъявившим желание принять детей на воспитание в свои семьи;</li>' +
            '                    <li>подготовка граждан, выразивших желание принять детей, оставшихся без попечения родителей, в семью на воспитание в установленных законодательством Российской Федерации формах;</li>' +
            '                    <li>проведение психологического обследования граждан, выразивших желание принять на воспитание в семью ребёнка сироту, ребёнка, оставшегося без попечения родителей;</li>' +
            '                    <li>комплексное сопровождение замещающих семей, включая:' +
            '                        <ul class="list-disc pl-[20px]">' +
            '                            <li>психолого-педагогическую, социальную, правовую и иную поддержку замещающих семей в процессе принятия ребёнка в семью и во время адаптации семьи и ребёнка, в течение иных кризисных периодов для снижения уровня напряжения в семье и профилактики отказов от воспитания приёмных детей;</li>' +
            '                            <li>комплексное (психологическое, педагогическое, социальное) обследование детей, переданных на воспитание в замещающие семьи и других членов замещающих семей;</li>' +
            '                            <li>оказание детям, воспитывающимся в замещающих семьях, и их законным представителям, а также при необходимости другим членам семей психолого-педагогической, правовой и иной помощи, содействия в получении детьми образования, медицинской помощи, социальных услуг;</li>' +
            '                            <li>проведение мониторинга развития и адаптации детей в замещающих семьях, подготовку по его результатам рекомендаций специалистов о мерах по защите прав и интересов детей;</li>' +
            '                            <li>организацию и проведение обучающих семинаров, тренингов для замещающих семей, детей, а также при необходимости для других членов семей, направленных на повышение психолого-педагогической компетентности;</li>' +
            '                            <li>участие в проведении экспертиз и независимой оценки психологического состояния ребёнка-сироты и ребёнка, оставшегося без попечения родителей, положения замещающей семьи в случае возникновения споров или конфликтов между семьями, интересами приёмных детей и замещающих родителей, органами опеки и попечительства и замещающими родителями;</li>' +
            '                        </ul>' +
            '                    </li>' +
            '                    <li>подготовка детей, оставшихся без попечения родителей, проживающих в организациях для детей-сирот и детей, оставшихся без попечения родителей, к проживанию в семьях;</li>' +
            '                    <li>проведение работы по формированию среди населения положительного отношения к детям, оставшимся без попечения родителей из замещающих семей;</li>' +
            '                    <li>содействие развитию общения и взаимопомощи между замещающими семьями;</li>' +
            '                    <li>консультирование граждан по вопросам семейного устройства и защиты прав детей, оставшихся без попечения родителей.</li>' +
            '                </ul>' +
            '            </div>' +
            '            <div class="mt-[10px]">' +
            '                Направления деятельности Службы могут корректироваться в зависимости от потребности обслуживаемых категорий лиц на территории.' +
            '            </div>',
    },
    {
        id: 10,
        name: 'foster-service',
        title: 'Работа службы сопровождающих семей',
        subTitle: null,
    },
    {
        id: 11,
        name: 'foster-club',
        title: 'Работа службы сопровождающих семей',
        subTitle: null,
        content: '<ul>' +
            '  <li>Цели:' +
            '    <ul class="list-disc pl-[20px]">' +
            '      <li>общение с приемными родителями, опекунами, попечителями;</li>' +
            '      <li>дать возможность получать консультации квалифицированных специалистов приемным родителям, опекунам, попечителям в воспитании детей;</li>' +
            '      <li>повышение статуса замещающих семей в обществе;</li>' +
            '    </ul>' +
            '  </li>' +
            '  <li class="mt-[10px]">Направления деятельности:' +
            '    <ul class="pl-[20px] list-disc">' +
            '      <li>организация досуга приемных семей;</li>' +
            '      <li>реализация совместных творческих идей;</li>' +
            '      <li>социальная, правовая, психолого-медико-педагогическая поддержка;</li>' +
            '      <li>социальная поддержка замещающих семей;</li>' +
            '      <li>обеспечение условий для обмена педагогическим опытом;</li>' +
            '      <li>содействие развитию педагогической компетентности замещающих родителей;</li>' +
            '      <li>создание условий для неформального общения замещающих родителей и специалистов;</li>' +
            '      <li>взаимодействие специалистов с приёмной семьёй для полноценного развития приёмного ребёнка;</li>' +
            '    </ul>' +
            '  </li>' +
            '  <li class="mt-[10px]">Формы работы:' +
            '    <ul class="list-disc pl-[20px]">' +
            '      <li>тренинги детско-родительских отношений;</li>' +
            '      <li>круглые столы;</li>' +
            '      <li>консультации для родителей;</li>' +
            '      <li>семинары;</li>' +
            '      <li>совместные праздники;</li>' +
            '      <li>лекции;</li>' +
            '      <li>вечер вопросов и ответов и др.;</li>' +
            '    </ul>' +
            '  </li>' +
            '</ul>',
    },
])
const router = useRouter();
const currentRoute = ref(null)
const currentArticle = ref(null)

currentRoute.value = router.currentRoute.value.name
currentArticle.value = articles.value.find(item => item.name === currentRoute.value)

router.afterEach((to) => {
    documentsScrollUp()
    articleMatch(to)
});

function articleMatch(path) {
    currentArticle.value = articles.value.find(item => item.name === path.name)
}

const { documentsScrollUp, isImpairedVision } = useCommon()
documentsScrollUp()

</script>

<template>
    <ContentContainer>
        <div v-if="currentArticle" class="text-[20px] font-roboto400 text-link-dark-blue" :style="isImpairedVision ? 'color:black':''">
            <h3 v-if="currentArticle.title" class="font-roboto700 max-w-[900px] text-center m-auto">
                {{ currentArticle.title }}
            </h3>
            <h4
                v-if="currentArticle.subTitle"
                class="max-w-[900px] text-center m-auto mt-[10px]"
                v-html="currentArticle.subTitle.replace(/\n/g, '<br>')"
            ></h4>
            <p v-if="currentArticle.content" class="mt-[20px]" v-html="currentArticle.content.replace(/\n/g, '<br>')"></p>
            <span v-if="currentArticle.name === 'foster-service'">Работу службы сопровождающих семей вы можете посмотреть <router-link class="underline" to="/news">здесь</router-link></span>
            <div v-if="currentArticle.name === 'center-material-technical'">
                <document-download-upload name="Материально-техническое обеспечение" type="center-material-technical"></document-download-upload>
            </div>
            <div v-if="currentArticle.name === 'foster-common'">
                <document-download-upload name="План работы службы по сопровождению замещающих семей" type="foster-common-plan"></document-download-upload>
            </div>
            <div v-if="currentArticle.name === 'foster-club'">
                <document-download-upload name="Работа клуба" type="foster-club"></document-download-upload>
            </div>
        </div>
    </ContentContainer>
</template>

<style scoped>
h3, h4 {
    @media only screen and (max-width: 750px) {
        font-size: 16px;
    }
}
p {
    @media only screen and (max-width: 750px) {
        font-size: 14px;
    }
}
</style>
