<script setup>
import PageTitle from "../components/PageTitle.vue";
import ShowMoreButton from "../components/ShowMoreButton.vue";
import ContentContainer from "../layouts/ContentContainer.vue";
import NewsCard from "../components/NewsCard.vue";
import PlusIcon from "../components/icons/plusIcon.vue";
import {ref} from "vue";

const news = [
    {
        id: 1,
        title: 'Первая медицинская помощь',
        text: 'В Заиграевском социально - реабилитационном центре для несовершеннолетних прошло практическое занятие по оказанию первой медицинской помощи детьми. \n' +
            '\n' +
            'Ребятам подросткового возраста было предложено несколько экстренных ситуаций, таких как, определение сознания человека, как остановить кровотечение разными способами, что делать, если человека ударило током, если человек подавился или получил травму конечностей, получил солнечный или тепловой удар, получил ожог, даже как провести сердечно-легочную реанимацию.\n' +
            'Ребятам подросткового возраста было предложено несколько экстренных ситуаций, таких как, определение сознания человека, как остановить кровотечение разными способами, что делать, если человека ударило током, если человек подавился или получил травму конечностей, получил солнечный или тепловой удар, получил ожог, даже как провести сердечно-легочную реанимацию.\n' +
            'Ребятам подросткового возраста было предложено несколько экстренных ситуаций, таких как, определение сознания человека, как остановить кровотечение разными способами, что делать, если человека ударило током, если человек подавился или получил травму конечностей, получил солнечный или тепловой удар, получил ожог, даже как провести сердечно-легочную реанимацию.\n' +
            'Ребятам подросткового возраста было предложено несколько экстренных ситуаций, таких как, определение сознания человека, как остановить кровотечение разными способами, что делать, если человека ударило током, если человек подавился или получил травму конечностей, получил солнечный или тепловой удар, получил ожог, даже как провести сердечно-легочную реанимацию.\n' +
            'Ребятам подросткового возраста было предложено несколько экстренных ситуаций, таких как, определение сознания человека, как остановить кровотечение разными способами, что делать, если человека ударило током, если человек подавился или получил травму конечностей, получил солнечный или тепловой удар, получил ожог, даже как провести сердечно-легочную реанимацию.\n' +
            '\n' +
            'Также ребята повторили главные правила, что необходимо делать в таких ситуациях, это звать на помощь взрослых, позвонить по номеру 103 или 112 вызвать скорую помощь.\n',
        imgPath: "../../images/temp/TempPhoto1.png",
        bgClass: 'bg-purpl-blue'
    },
    {
        id: 2,
        title: 'Время для себя',
        text: 'Специалисты Заиграевского СРЦН приняли участие в коррекционно-развивающем занятии "Время для себя", направленном на умении ценить себя по достоинству, одобрять свои действия и поступки.\n' +
            '\n' +
            'Человек с развитым чувством самоценности считает себя достойным уважения, любви, принятия самим собой и другими людьми вне зависимости от собственных успехов или неудач. \n' +
            'Человек с развитым чувством самоценности считает себя достойным уважения, любви, принятия самим собой и другими людьми вне зависимости от собственных успехов или неудач. \n' +
            'Человек с развитым чувством самоценности считает себя достойным уважения, любви, принятия самим собой и другими людьми вне зависимости от собственных успехов или неудач. \n' +
            'Человек с развитым чувством самоценности считает себя достойным уважения, любви, принятия самим собой и другими людьми вне зависимости от собственных успехов или неудач. \n' +
            'Человек с развитым чувством самоценности считает себя достойным уважения, любви, принятия самим собой и другими людьми вне зависимости от собственных успехов или неудач. \n' +
            'Человек с развитым чувством самоценности считает себя достойным уважения, любви, принятия самим собой и другими людьми вне зависимости от собственных успехов или неудач. \n' +
            'Человек с развитым чувством самоценности считает себя достойным уважения, любви, принятия самим собой и другими людьми вне зависимости от собственных успехов или неудач. \n' +
            'Человек с развитым чувством самоценности считает себя достойным уважения, любви, принятия самим собой и другими людьми вне зависимости от собственных успехов или неудач. \n' +
            '\n' +
            '#минсоцбурятии #минсоц03\n' +
            '\n' +
            'психолог Лагерева А.В',
        imgPath: '../../images/temp/TempPhoto2.png',
        bgClass: 'bg-light-pink'
    },
    {
        id: 3,
        title: 'День вежливости и культуры',
        text: 'Быть вежливым и воспитанным в нашем мире необходимо, и прививать эти качества нужно с детства.\n' +
            '\n' +
            'Девизом этого дня стало стихотворение Н. Красильникова\n' +
            '\n' +
            'Придумано кем-то\n' +
            'Просто и мудро\n' +
            'При встрече здороваться:\n' +
            '— Доброе утро!\n' +
            'И каждый становится\n' +
            'Добрым, доверчивым …\n' +
            'Пусть доброе утро\n' +
            'Длится до вечера!\n' +
            '\n' +
            'Утро в Заиграевском СРЦН началось с беседы с детьми о хороших манерах. Выяснили, что хорошие манеры – основа поведения   ',
        imgPath: '../../images/temp/TempPhoto3.png',
        bgClass: 'bg-light-orange'
    },
]

const isAdmin = true
const newArticleMode = ref(false)
</script>

<template>
    <div>
        <PageTitle title='Наши новости' bgClass='bg-orange'/>
        <div class='pb-[60px]' :class='isAdmin && !newArticleMode ? "pt-[25px] " : "pt-[77px] "'>
            <ContentContainer>
                <button
                    v-if='isAdmin && !newArticleMode'
                    class='mb-[30px] flex mx-auto gap-[5px] hover:cursor-pointer'
                    @click='newArticleMode = true'>
                    <span class='font-roboto700 leading-[23px] text-tblue-light uppercase'>
                        Добавить новость
                    </span>
                    <plusIcon></plusIcon>
                </button>
                <div class='flex flex-col gap-[60px]'>
                    <NewsCard v-if='isAdmin && newArticleMode' :create='true' @closeCreate='newArticleMode = false' />
                    <NewsCard
                        v-for='item in news'
                        :title='item.title'
                        :text='item.text'
                        :img-path='item.imgPath'
                        :bg-class='item.bgClass'/>
                </div>
                <ShowMoreButton text='показать еще' class='mx-auto mt-[60px]'/>
            </ContentContainer>
        </div>
    </div>
</template>

<style scoped>

</style>
