<script setup>

import ContentContainer from "../layouts/ContentContainer.vue";
import {ref} from "vue";
import SaveButton from "../components/SaveButton.vue";

const centerInfoItems = ref([
    {
        id: '№',
        title: '',
        content: '',
    },
    {
        id: 1,
        title: 'Полное наименование учреждения',
        content: 'ГБУСО «Заиграевский социально – реабилитационный центр для несовершеннолетних»',
    },
    {
        id: 2,
        title: 'Индекс, почтовый адрес учреждения',
        content: '671325 Республика Бурятия Заиграевский р-н с.Новая Брянь пер. Верховской 1',
    },
    {
        id: 3,
        title: 'Электронный адрес',
        content: 'gusonat@mail.ru',
    },
    {
        id: 4,
        title: 'Компетенция учреждения (кратко)',
        content: 'Содержание, воспитание и реабилитация детей.',
    },
    {
        id: 5,
        title: 'ФИО (полностью) руководителя учреждения, осуществляющего прием граждан по телефону или видеосвязи',
        content: 'Кочетова Галина Ивановна',
    },
    {
        id: 6,
        title: 'Контакты руководителя (служебный телефон с указанием кода населенного пункта, личный)',
        content: '8 (30136) 53-6-66\n89247707609',
    },
    {
        id: 7,
        title: 'Место осуществления личного приема граждан руководителем (адрес, кабинет(офис))',
        content: 'Республика Бурятия Заиграевский р-н с.Новая Брянь пер. Верховской 1',
    },
    {
        id: 8,
        title: 'Дни недели и часы, определенные для приема граждан руководителем по телефону или видеосвязи',
        content: 'вторник, четверг с 10.00ч. до 16.00ч.',
    },
    {
        id: 9,
        title: 'Ф.И.О.( полностью) уполномоченного лица, определенного для осуществления приема граждан по телефону или видеосвязи',
        content: 'Москвитина Алла Александровна',
    },
    {
        id: 10,
        title: 'Должность уполномоченного лица, осуществляющего прием граждан по телефону или видеосвязи',
        content: 'Заведующая отделением',
    },
    {
        id: 11,
        title: 'Контакты (служебный   телефон с указанием кода населенного пункта, личный) уполномоченного лица, определенного для , осуществления приема граждан по телефону или видеосвязи',
        content: '8 (30136) 53- 9 – 32\n89246523502',
    },
    {
        id: 12,
        title: 'Место осуществления личного приема граждан руководителем (адрес, кабинет(офис))',
        content: 'Республика Бурятия Заиграевский р-н с.Новая Брянь пер. Верховской 1',
    },
    {
        id: 13,
        title: 'Дни недели и часы, определенные для приема граждан руководителем по телефону или видеосвязи',
        content: 'среда, пятница с 13.00 до 16.00ч.',
    },
    {
        id: 14,
        title: '№ и дата приказа по учреждению',
        content: '№ 30-ОД от 13.05.2016 г.',
    },

])

const contractSample = ref(null)

function contractAttachmentChange(e) {
    contractSample.value = e.target.files[0]
}

function uploadContractSample() {
    const formData = new FormData()
    formData.append('document', contractSample.value)

    axios.post('/api/documents/upload-contract-sample', formData)
        .then(response => console.log(response.data.message))
        .catch(error => console.log(error))
}
</script>

<template>
    <ContentContainer>
        <div class='text-[20px] font-roboto400 text-link-dark-blue'>
            <p>Формы социального обслуживания, виды социальных услуг</p>

            <div>
            <table class="table-auto mt-[20px]">
                <thead>
                <tr class='bg-light-bg'>
                    <th>Наименование государственной услуги</th>
                    <th>Категории потребителей государственной услуги</th>
                </tr>
                </thead>
                <tbody>
                <tr>
                    <td>
                        1. Оказание консультативной, психологической, педагогической,
                        юридической, социальной и иной помощи лицам, усыновившим (удочерившим)
                        или принявшим под опеку (попечительство) ребенка.
                    </td>
                    <td>
                        Семьи, принявшие детей-сирот и детей, оставшихся без попечения родителей,
                        на воспитание
                    </td>
                </tr>
                <tr>
                    <td>
                        2. Подготовка граждан, выразивших желание принять детей-сирот и детей, оставшихся
                        без попечения родителей, на семейные формы устройства.
                    </td>
                    <td>
                        Совершеннолетние дееспособные граждане, желающие принять ребёнка (детей) на воспитание.
                    </td>
                </tr>
                <tr>
                    <td>
                        3. Психолого- медико- педагогическая реабилитация детей
                    </td>
                    <td>
                        1. Дети, находящиеся в трудной жизненной ситуации
                        2. Дети-сироты и дети, оставшиеся без попечения родителей или законных представителей
                    </td>
                </tr>
                <tr>
                    <td>
                        4. Содействие устройству детей на воспитание в семью
                    </td>
                    <td>
                        Дети-сироты и дети, оставшиеся без попечения родителей, совершеннолетние дееспособные граждане.
                    </td>
                </tr>
                <tr>
                    <td>
                        5. Содержание и воспитание детей-сирот и детей, оставшихся без попечения (стационарное и полустационарное отделение
                    </td>
                    <td>
                        Дети - сироты и дети,оставшиеся без попечения родителей. Дети, находящиеся в трудной жизненной ситуации.
                    </td>
                </tr>
                </tbody>
            </table>
            </div>

            <p class='mt-[40px]'>Учреждение работает в круглосуточном режиме.</p>
            <table class="table-auto">
                <tbody>
                <tr v-for='item in centerInfoItems'>
                    <td>
                        {{ item.id }}
                    </td>
                    <td>
                        {{ item.title }}
                    </td>
                    <td>
                        {{ item.content }}
                    </td>
                </tr>
                </tbody>
            </table>

            <p class='mt-[40px]'>
                Постановление Правительства РБ от 17.07.2015 N 361 "Об утверждении порядков предоставления социальных услуг
                несовершеннолетним гражданам в Республике Бурятия" (вместе с "Порядком предоставления социальных услуг несовершеннолетним
                гражданам в стационарной форме социального обслуживания в Республике Бурятия", "Порядком предоставления социальных услуг
                несовершеннолетним гражданам в полустационарной форме социального обслуживания в Республике Бурятия", "Порядком предоставления
                социальных услуг несовершеннолетним гражданам в форме социального обслуживания на дому в Республике Бурятия")
            </p>

            <p class='mt-[20px]'>Договор о предоставлении социальных услуг (образец)</p>
            <span>Выберите файл</span><input id="customFile" type="file" @change="contractAttachmentChange">

            <save-button class="mt-[20px]" text="Загрузить" @click="uploadContractSample"></save-button>
        </div>
    </ContentContainer>
</template>

<style scoped>
table {
    text-align: center;
    width: 100%;
    border-collapse: collapse;
}

table, th, td {
    padding: 3px 7px;
    border: 1px solid black;
    text-align: left;
}
th {
    text-align: center;
}
</style>
