<script setup>

import ContentContainer from "../layouts/ContentContainer.vue";
</script>

<template>
    <ContentContainer>
        <div class='text-[20px] font-roboto400 text-link-dark-blue'>
            <h2 class='font-roboto700 max-w-[900px]'>
                Педагоги Заиграевского СРЦН в своей работе используют следующие технологии:
            </h2>
            <ul class='mt-[20px] list-disc'>
                <li>
                    <p>
                        Ценностно-ориентированные, направленные на развитие самосознания личности, ее ценностное
                        (личностное, жизненное, нравственное, профессиональное и т.д.) самоопределение (социально-психологические
                        тренинги, дискуссии, деловые игры и др.)
                    </p>
                </li>
                <li>
                    <p class='mt-[20px]'>
                        Адаптивные технологии, цель которых – «приспособление» обучения к индивидуальным возможностям, потребностям
                        и интересам воспитанника, создание психологически комфортных условий, обеспечивающих его самоутверждение и
                        самореализацию в социальной деятельности
                    </p>
                </li>
                <li>
                    <p class='mt-[20px]'>
                        Технологии творческого развития личности ориентированы на развитие личностного потенциала воспитанников,
                        в том числе и на развитие творческого мышления (занятия в творческих мастерских, кружках)
                    </p>
                </li>
                <li>
                    <p class='mt-[20px]'>
                        Здоровьесберегающие технологии направлены на физическое развитие, укрепление и сохранение здоровья несовершеннолетних
                    </p>
                </li>
                <li>
                    <p class='mt-[20px]'>
                        Технология педагогического общения
                    </p>
                </li>
                <li>
                    <p class='mt-[20px]'>
                        Технология воспитания, основанная на взаимодействии субъектов. Основные ее функции: оградить достоинство
                        педагога, сохранить достоинство ребенка, корректировать поведение несовершеннолетнего. Ведущим принципом
                        технологии является принятие ребенка таким, каков он есть, а не таким, каким его хочет видеть воспитатель
                    </p>
                </li>
                <li>
                    <p class='mt-[20px]'>
                        Технология педагогического разрешения конфликта
                    </p>
                </li>
                <li>
                    <p class='mt-[20px]'>
                        Технология арт-терапии используется многофункционально: как компенсирующая технология (с помощью активной
                        художественной деятельности компенсируются личностные проблемы детей и родителей, а также семьи в целом),
                        развивающая (ориентация на развитие имеющихся у воспитанника навыков, но не используемых в полной мере),
                        обучающая (формирование новых навыков, которыми ребенок ранее не владел). Эти технологии используются при
                        организации и проведении реабилитационных и развивающих занятий, индивидуальной работы с воспитанниками,
                        кружковой деятельности
                    </p>
                </li>
                <li>
                    <p class='mt-[20px]'>
                        Игровые технологии (игротерпия, шоу-технологии, деловые игры, игротека) используются при проведении
                        реабилитационных мероприятий, организации игровой, свободной и культурнодосуговой деятельности несовершеннолетних,
                        при оказании анимационных услуг
                    </p>
                </li>
                <li>
                    <p class='mt-[20px]'>
                        Коррекционно-развивающие технологии (коррекционноразвивающие занятия, мониторинг интеллектуального развития,
                        технология личностного развивающего диалога, деловая игра, коллективное творческое дело, выставки) используются
                        при организации и проведении социально-реабилитационных мероприятий и индивидуальной работы
                    </p>
                </li>
                <li>
                    <p class='mt-[20px]'>
                        Информационно-коммуникативные технологии (аудио, видео техника, DVD, интернет-ресурсы, компьютерные презентации)
                        используются для ознакомления детей с окружающим миром, проведения развивающих занятий, развития личностных качеств
                        в индивидуальной работе, в рамках работы семейного и подросткового клубов
                    </p>
                </li>
            </ul>
        </div>
    </ContentContainer>
</template>

<style scoped>

</style>
