<script setup>

import ContentContainer from "../layouts/ContentContainer.vue";
</script>

<template>
    <ContentContainer>
        <div class='text-[20px] font-roboto400 text-link-dark-blue'>
            <p>Формы социального обслуживания, виды социальных услуг</p>

            <table class="table-auto mt-[20px]">
                <thead>
                <tr class='bg-light-bg'>
                    <th>Наименование государственной услуги</th>
                    <th>Категории потребителей государственной услуги</th>
                </tr>
                </thead>
                <tbody>
                <tr>
                    <td>
                        1. Оказание консультативной, психологической, педагогической,
                        юридической, социальной и иной помощи лицам, усыновившим (удочерившим)
                        или принявшим под опеку (попечительство) ребенка.
                    </td>
                    <td>
                        Семьи, принявшие детей-сирот и детей, оставшихся без попечения родителей,
                        на воспитание
                    </td>
                </tr>
                <tr>
                    <td>
                        2. Подготовка граждан, выразивших желание принять детей-сирот и детей, оставшихся
                        без попечения родителей, на семейные формы устройства.
                    </td>
                    <td>
                        Совершеннолетние дееспособные граждане, желающие принять ребёнка (детей) на воспитание.
                    </td>
                </tr>
                <tr>
                    <td>
                        3. Психолого- медико- педагогическая реабилитация детей
                    </td>
                    <td>
                        1. Дети, находящиеся в трудной жизненной ситуации
                        2. Дети-сироты и дети, оставшиеся без попечения родителей или законных представителей
                    </td>
                </tr>
                <tr>
                    <td>
                        4. Содействие устройству детей на воспитание в семью
                    </td>
                    <td>
                        Дети-сироты и дети, оставшиеся без попечения родителей, совершеннолетние дееспособные граждане.
                    </td>
                </tr>
                <tr>
                    <td>
                        5. Содержание и воспитание детей-сирот и детей, оставшихся без попечения (стационарное и полустационарное отделение
                    </td>
                    <td>
                        Дети - сироты и дети,оставшиеся без попечения родителей. Дети, находящиеся в трудной жизненной ситуации.
                    </td>
                </tr>
                </tbody>
            </table>

        </div>
    </ContentContainer>
</template>

<style scoped>
table {
    text-align: center;
    width: 100%;
    border-collapse: collapse;
}

table, th, td {
    padding: 3px 7px;
    border: 1px solid black;
    text-align: left;
}
th {
    text-align: center;
}
</style>
