<script setup>

import ContentContainer from "../layouts/ContentContainer.vue";
import useCommon from "../use/common.js";
const {
    isImpairedVision,
} = useCommon()
</script>

<template>
<ContentContainer>
    <div class='text-[20px] font-roboto400 text-link-dark-blue' :style="isImpairedVision ? 'color:black':''">
        <p>Персональный состав</p>
        <p class='mt-[20px]'>
            Коллектив состоит из 52 человек.
        </p>
        <p class='mt-[20px]'>
            Воспитатели, помощники воспитателей, педагог - психолог, специалисты по социальной работе, медицинский персонал, обслуживающий персонал.
            Все специалисты имеют высокую профессиональную квалификацию.
            Работники центра стараются дарить детям не только тепло и заботу, но и эффективно решать проблемы детского и семейного неблагополучия,
            оказывать планомерную поддержку детям и семьям.
        </p>
        <h3 class="text-center mt-[20px]">Структурные подразделения учреждения</h3>
        <table class="text-center table-auto mt-[10px] large">
            <thead>
            <tr>
                <th>Наименование</th>
                <th>Время работы</th>
                <th>Должность, ФИО</th>
                <th>Телефон</th>
            </tr>
            </thead>
            <tbody>
            <tr>
                <td rowspan="2">Административно-управленческий персонал</td>
                <td rowspan="2">8.00-16.15</td>
                <td>
                    <p>Директор</p>
                    <p>Кочетова Галина Ивановна</p>
                </td>
                <td>
                    8 (30136) 53-6-66
                </td>
            </tr>
            <tr>
                <td>
                    <p>Экономист</p>
                    <p>Трифонова Наталья Лавреновна</p>
                </td>
                <td>
                    8 (30136) 53-9-72
                </td>
            </tr>
            <tr>
                <td rowspan="4">Предоставление временного приюта несовершеннолетним, оказавшимся в трудной жизненной ситуации</td>
                <td rowspan="3">8.00-16.15</td>
                <td>
                    <p>Заведующий отделением</p>
                    <p>Москвитина Алла Александровна</p>
                </td>
                <td rowspan="5">
                    8 (30136) 53-9-32
                </td>
            </tr>
            <tr>
                <td>
                    <p>Специалисты по социальной работе</p>
                    <p>Васильева Валентина Васильевна</p>
                    <p>Згирская Марина Николаевна</p>
                </td>
            </tr>
            <tr>
                <td>
                    <p>Психолог</p>
                    <p>Филиппова Галина Андреевна</p>
                </td>
            </tr>
            <tr>
                <td>
                    Круглосуточно
                </td>
                <td>
                    Дежурный персонал
                </td>
            </tr>
            <tr>
                <td>
                    Служба сопровождения замещающих семей
                </td>
                <td>
                    8.00-16.15
                </td>
                <td>
                    <p>Заведующий службой сопровождения</p>
                    <p>Арапова Любовь Сергеевна</p>
                    <p>Психолог</p>
                    <p>Зеленовская Олеся Дмитриевна</p>
                    <p>Специалисты службы:</p>
                    <p>Полянская Ирина Петровна</p>
                </td>
            </tr>
            </tbody>
        </table>
        <div class="mobile flex-col">
            <div class='bg-light-bg border font-bold'>Административно-управленческий персонал</div>
            <div class="border">
                <p>Директор</p>
                <p>Кочетова Галина Ивановна</p>
                <p>8 (30136) 53-6-66</p>
                <p>Экономист</p>
                <p>Трифонова Наталья Лавреновна</p>
                <p>8 (30136) 53-9-72</p>
                <p>8.00-16.15</p>
            </div>
            <div class='bg-light-bg border font-bold'>
                Предоставление временного приюта несовершеннолетним, оказавшимся в трудной жизненной ситуации
            </div>
            <div class="border">
                <p>Заведующий отделением</p>
                <p>Москвитина Алла Александровна</p>
                <p>Специалисты по социальной работе</p>
                <p>Васильева Валентина Васильевна,</p>
                <p>Згирская Марина Николаевна</p>
                <p>Психолог</p>
                <p>Филиппова Галина Андреевна</p>
                <p>8.00-16.15</p>
                <p>Дежурный персонал - Круглосуточно</p>
                <p>8 (30136) 53-9-32</p>
            </div>
            <div class='bg-light-bg border font-bold'>
                Служба сопровождения замещающих семей
            </div>
            <div class="border">
                <p>Заведующий службой сопровождения</p>
                <p>Арапова Любовь Сергеевна</p>
                <p>Психолог</p>
                <p>Зеленовская Олеся Дмитриевна</p>
                <p>Специалисты службы:</p>
                <p>Полянская Ирина Петровна</p>
                <p>8.00-16.15</p>
                <p>8 (30136) 53-9-32</p>
            </div>
        </div>
        <div class="mt-[20px]">
            <p>Директор: Кочетова Галина Ивановна</p>
            <p>Образование: высшее .Окончила ФГОУВПО "Восточно - Сибирская академия культуры и искусства"</p>
            <p>Специальность: менеджер по социально - культурной деятельности</p>
            <p>Общий трудовой стаж : 38 лет</p>
            <p>Стаж работы в социальной сфере: 17 лет</p>
        </div>
        <table class="mt-[20px]">
            <thead>
            <tr>
                <th>
                    Ф.И.О.
                </th>
                <th>
                    Должность
                </th>
            </tr>
            </thead>
            <tbody>
            <tr>
                <td class="font-roboto700" colspan="2">
                    АУП
                </td>
            </tr>
            <tr>
                <td>
                    Кочетова Галина Ивановна
                </td>
                <td>
                    Директор
                </td>
            </tr>
            <tr>
                <td class="font-roboto700" colspan="2">
                    Бухгалтерское, кадровое и юридическое сопровождение
                </td>
            </tr>
            <tr>
                <td>Трифонова Наталья Лавреновна</td>
                <td>Экономист</td>
            </tr>
            <tr>
                <td>Шурыгина Ирина Юрьевна</td>
                <td>Специалист по кадрам</td>
            </tr>
            <tr>
                <td class="font-roboto700" colspan="2">Социальное обслуживание в стационарной форме для несовершеннолетних</td>
            </tr>
            <tr>
                <td>Малышев Сергей Владимирович</td>
                <td>Врач</td>
            </tr>
            <tr>
                <td class="font-roboto700" colspan="2">Средний медицинский персонал</td>
            </tr>
            <tr>
                <td>Акбашева Раиса Николаевна</td>
                <td>Медицинская сестра</td>
            </tr>
            <tr>
                <td>Башинова Татьяна Ильинична</td>
                <td>Медицинская сестра</td>
            </tr>
            <tr>
                <td class="font-roboto700" colspan="2">Педагогические работники</td>
            </tr>
            <tr>
                <td>Пилипчик Екатерина Федоровна</td>
                <td>Воспитатель</td>
            </tr>
            <tr>
                <td>Трофимова Марина Иннокентьевна</td>
                <td>Воспитатель</td>
            </tr>
            <tr>
                <td>Чернухина Наталья Михайловна</td>
                <td>Воспитатель</td>
            </tr>
            <tr>
                <td>Шурыгина Валентина Владимировна</td>
                <td>Воспитатель</td>
            </tr>
            <tr>
                <td>Шурыгина Ирина Борисовна</td>
                <td>Воспитатель</td>
            </tr>
            <tr>
                <td>Шурыгина Валентина Юрьевна</td>
                <td>Воспитатель</td>
            </tr>
            <tr>
                <td class="font-roboto700" colspan="2">Специалисты</td>
            </tr>
            <tr>
                <td>Москвитина Алла Александровна</td>
                <td>Заведующая отделением</td>
            </tr>
            <tr>
                <td>Васильева Валентина Васильевна</td>
                <td>Спец.по

                    соц работе
                </td>
            </tr>
            <tr>
                <td>Филиппова Галина Андреевна</td>
                <td>Психолог</td>
            </tr>
            <tr>
                <td>Згирская Марина Николаевна</td>
                <td>Спец.по

                    соц работе
                </td>
            </tr>
            <tr>
                <td>Згирская Галина Александровна</td>
                <td>Спец.по охране труда</td>
            </tr>
            <tr>
                <td>Афанасьева Татьяна Михайловна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Грешилова Надежда Викторовна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Дружинина Анжелика Ивановна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Литко Вера Александровна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Нелюбина Дарья Михайловна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Петрова Ирина Николаевна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Петрова Полина Константиновна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Пластинина Светлана Асламбековна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Позднякова Елена Валерьевна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Хлебодарова Елена Владимировна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Афанасьева Татьяна Григорьевна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Шарабаева Лариса Васильевна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Петрова Светлана Ивановна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Жалцанова Лариса Лайдаровна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td>Пестерева Татьяна Ивановна</td>
                <td>Помощник воспитателя</td>
            </tr>
            <tr>
                <td class="font-roboto700" colspan="2">Организация питания</td>
            </tr>
            <tr>
                <td>Бухарина Любовь Михайловна</td>
                <td>Повар</td>
            </tr>
            <tr>
                <td>Петрова Ирина Валерьевна</td>
                <td>Повар</td>
            </tr>
            <tr>
                <td>Серова Татьяна Михайловна</td>
                <td>Кух. рабочий</td>
            </tr>
            <tr>
                <td>Тихонова Виктория Георгиевна</td>
                <td>Кух. рабочий</td>
            </tr>
            <tr>
                <td>Доржиева Валентина Федоровна</td>
                <td>Кух. рабочий</td>
            </tr>
            <tr>
                <td class="font-roboto700" colspan="2">Служба по сопровождению замещающих семей</td>
            </tr>
            <tr>
                <td>Арапова Любовь Сергеевна</td>
                <td>Заведующая службой сопровождения</td>
            </tr>
            <tr>
                <td>Зеленовская Олеся Дмитриевна</td>
                <td>Психолог</td>
            </tr>
            <tr>
                <td>Полянская Ирина Петровна</td>
                <td>Спец. по соц. работе</td>
            </tr>
            <tr>
                <td>Недорезова Ирина Михайловна</td>
                <td>Спец. по соц. работе</td>
            </tr>
            <tr>
                <td class="font-roboto700" colspan="2">Материальное обеспечение</td>
            </tr>
            <tr>
                <td>Добрынина Людмила Егоровна</td>
                <td>Кастелянша</td>
            </tr>
            <tr>
                <td>Зубакина Марина Сергеевна</td>
                <td>Зав.склад</td>
            </tr>
            <tr>
                <td class="font-roboto700" colspan="2">Транспортное обеспечение</td>
            </tr>
            <tr>
                <td>Зеленовский Сергей Николаевич</td>
                <td>Водитель</td>
            </tr>
            <tr>
                <td>Иванов Михаил Лаврентьевич</td>
                <td>Водитель</td>
            </tr>
            <tr>
                <td class="font-roboto700" colspan="2">Хозяйственное обслуживание зданий и территорий</td>
            </tr>
            <tr>
                <td>Назарова Марина Васильевна</td>
                <td>Заведующая хозяйством</td>
            </tr>
            <tr>
                <td>Гаврилов Василий Маркелович</td>
                <td>Слесарь-сантехник</td>
            </tr>
            <tr>
                <td>Доржиева Валентина Федоровна</td>
                <td>Уборщик служебных помещений</td>
            </tr>
            <tr>
                <td>Щербакова Дарья Николаевна</td>
                <td>Уборщик служебных помещений</td>
            </tr>
            <tr>
                <td>Михайлишина Оксана Анатольевна</td>
                <td>Уборщик служебных помещений</td>
            </tr>
            <tr>
                <td class="font-roboto700" colspan="2">Дополнительное обслуживание получателей услуг</td>
            </tr>
            <tr>
                <td>Малых Любовь Константиновна</td>
                <td>Швея по ремонту одежды</td>
            </tr>
            <tr>
                <td class="font-roboto700" colspan="2">Вспомогательный персонал</td>
            </tr>
            <tr>
                <td>Афанасьева Вера Александровна</td>
                <td>Дворник</td>
            </tr>
            </tbody>
        </table>
    </div>
</ContentContainer>
</template>

<style scoped>
table {
    text-align: center;
    width: 100%;
    border-collapse: collapse;
}

table, th, td {
    border: 1px solid black;
}
.mobile {
    display: none;
}
.mobile div {
    padding: 0 5px 0 5px;
}
@media only screen and (max-width: 750px) {
    table {
        font-size: 14px;
    }
}
@media only screen and (max-width: 550px) {
    .large {
        display: none;
    }
    .mobile {
        display: flex;
    }
}
</style>
